Repository: mariomatzulla/cal
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: da, nl, pl

# tx_cal_controller_flexform.sheet_general-mode2.32
source: search+list+view/edit data
da: søg+hent+vis/ret data
nl: gegevens zoeken/uitlijsten/bekijken/wijzigen

# tx_cal_controller_flexform.sheet_general-mode2.33
source: select+list data
da: vælg+vis data
nl: gegevens selecteren en uitlijsten

# tx_cal_controller_flexform.sheet_general-mode2.99
source: show info for plugin
da: vis indo for plugin
nl: Toon de info van de plugin

# tx_cal_controller_flexform.sheet_general-debugmode
source: Plugins Debug-Mode:
da: Plugins fejlsøg-tilstand:
nl: Debug mode van de plugin:
pl: Tryb debugowania dla wtyczki:

# tx_cal_controller_flexform.sheet_general-debugmode.0
source: Debug Off
da: Fejlsøg slukket
nl: Debug uit

# tx_cal_controller_flexform.sheet_general-debugmode.1
source: Debug On
da: Fejlsøg tændt
nl: Debug aan

# tx_cal_controller_flexform.sheet_general-debugmode.2
source: Debug Verbose
da: Fejlsøg dybt

# tx_cal_controller_flexform.sheet_general-template
source: Template:
da: Skabelon:
nl: Sjabloon:
pl: Szablon:

# tx_cal_controller_flexform.sheet_general-listpage
source: PageID of Result ListPage:
da: SideID af resultat listeside:
nl: PageID van de resultatenlijst pagina

# tx_cal_controller_flexform.sheet_general-editpage
source: PageID of EditPage:
da: SideID af rediger side:
nl: PageID van de bewerk pagina

# tx_cal_controller_flexform.sheet_general-editpopup
source: Edit in Popup-Window:
da: Rediger i Popup-vindue:
nl: Bewerken in een popup
pl: Edytuj w okienku popup

# tx_cal_controller_flexform.sheet_general-backpage
source: PageID for BackButton:
da: SideID til tilbageknap:
nl: PageID voor de terugknop
pl: PageID dla przycisku "Wstecz":

# tx_cal_controller_flexform.sheet_more
source: [ More Settings ]
da: [ Flere instillinger ]
nl: [ meer instellingen ]
pl: [ Więcej Ustawień ]

# tx_cal_controller_flexform.sheet_statistics
source: [ Template Settings ]
da: [ Skabelon instillinger ]
nl: [ sjabloon instellingen ]
pl: [ Ustawienia Szablonu ]

# tx_cal_controller_flexform.sheet_statistics-template
source: Template:
da: Skabelon:
nl: Sjabloon:
pl: Szablon:

# tx_cal_controller_flexform.sheet_localconf
source: [ Local Config ]
da: [ Lokal konfiguration ]
nl: [ locale configuratie ]
pl: [ Konfiguracja Lokalna ]

# tt_content.list_type
source: TYPO3 Calendar
da: TYPO3 Kalender
nl: TYPO3 Kalender
pl: TYPO3 Kalendarz

# frequency.none
source: None
da: Ingen
nl: Geen
pl: Brak

# frequency.day
source: Daily
da: Daglig
nl: Dagelijks
pl: Dzień

# frequency.week
source: Weekly
da: Ugentlig
nl: Wekelijks
pl: Tydzień

# frequency.month
source: Monthly
da: Månedlig
nl: Maandelijks
pl: Miesiąc

# frequency.year
source: Yearly
da: Årlig
nl: Jaarlijks
pl: Rok

# rdate_type.none
source: None
da: Ingen
nl: Geen

# rdate_type.date_time
source: Date and Time
da: Dato-tid
nl: Datum-Tijd

# rdate_type.date
source: Date
da: Dato
nl: Datum

# rdate_type.period
source: Period
da: Periode
nl: Periode

# tx_cal_enable_accesscontroll
source: Enable Cal Access Control
da: Slå kalender adgangskontrol til
nl: Stel de kalender toegangscontrole open
pl: Włącz kontrolę dostępu do kalendarza

# tx_cal_calendar_accesscontroll
source: Select allowed Calendar
da: Vælg tilladt kalender
nl: Kies toegestane kalender
pl: Wybierz dozwolone Kalendarze

# tx_cal_category_accesscontroll
source: Select allowed Categories (attention)
da: Vælg tilladte kategorier (opmærksomhed)
nl: Kies toegestane categorieën (LET OP)
pl: Wybierz dozwolone Kategorie (uwaga)

# tx_cal_attendee
source: Event attendee
da: Begivenhedsdeltager
nl: Deelnemer aan gebeurtenis

# tx_cal_attendee.attendance.OPT-PARTICIPANT
source: Optional
da: Valgfri
nl: Optioneel

# tx_cal_attendee.attendance.REQ-PARTICIPANT
source: Required
da: Påkrævet
nl: Verplicht

# tx_cal_attendee.attendance.CHAIR
source: Chairman
da: Formand
nl: Voorzitter

# tx_cal_attendee.status.0
source: No action
da: Ingen handling
nl: Geen actie

# tx_cal_attendee.status.NEEDS-ACTION
source: Needs action
da: Har behov for handling
nl: Actie verplicht

# tx_cal_attendee.status.ACCEPTED
source: Accepted
da: Accepteret
nl: Geaccepteerd

# tx_cal_attendee.status.DECLINE
source: Declined
da: Afslået
nl: Afgewezen

# tx_cal_attendee.status.TENTATIVE
source: Tentative
da: Tentativ
nl: Voorlopig

# tx_cal_attendee.status.DELEGATED
source: Delegated
da: Delegeret
nl: Gedelegeerd

# tx_cal_attendee.fe_user_id
source: FE User or
da: FE Bruger eller
nl: FE-user

# tx_cal_attendee.fe_group_id
source: FE Group or
da: FE Gruppe eller

# tx_cal_attendee.attendance
source: Attendance
da: Deltager
nl: Deelnemer

# tx_cal_attendee.createNew
source: create a new attendee
da: opret en ny deltager
nl: nieuwe deelnemer toevoegen

# tx_cal_attendee.edit
source: edit selected attendee
da: rediger valgte deltager
nl: bewerk geselecteerde deelnemer

# l_day
source: Day
da: Dag
nl: Dag

# l_week
source: Week
da: Uge

# l_month
source: Month
da: Måned
nl: Maand

# l_year
source: Year
da: År
nl: Jaar

# l_hour
source: Hour
da: Time
nl: Uur

# l_minute
source: Minute
da: Minut
nl: Minuut

# l_duration
source: Duration
da: Varighed
nl: Duur

# tx_cal_calendar_subscription
source: Deselected calendar subscription
da: Fravalgte kalender abonnenter

# tx_cal_event.bymonth_august
source: August
nl: augustus
pl: Sierpień

# tx_cal_exception_event.start
source: Start
nl: Begin
pl: Początek

# tx_cal_organizer.email
source: E-mail
nl: E-mailadres

# tx_cal_location.email
source: E-mail
nl: E-mailadres

# tx_cal_controller_flexform.sheet_localconf-data
source: LocalConf (TS-Style)
nl: LocalConf (TS-stijl)

# tx_cal_event.bymonth_april
source: April
pl: Kwiecień

# tx_cal_event.bymonth_september
source: September
pl: Wrzesień

# tx_cal_event.bymonth_november
source: November
pl: Listopad

# tx_cal_event.bymonth_december
source: December
pl: Grudzień

# tx_cal_event.interval
source: Interval
pl: Interwał

# tx_cal_exception_event.interval
source: Interval
pl: Interwał
