Repository: mariomatzulla/cal
Catalog: Resources/Private/Language/*.locallang_tca.xlf
Languages: da, de

# cal.pi_flexform.sheetGeneral
source: General Settings
da: Generelle Indstillinger
de: Allgemeine Einstellungen

# cal.pi_flexform.allowedViews
source: Allowed views
da: Tilladte visninger
de: Erlaubte Ansichten

# cal.pi_flexform.viewMonth
source: Month
da: Måned
de: Monat

# cal.pi_flexform.viewYear
source: Year
da: År
de: Jahr

# cal.pi_flexform.viewList
source: List
da: Liste
de: Liste

# cal.pi_flexform.viewWeek
source: Week
da: Uge
de: Woche

# cal.pi_flexform.viewDay
source: Day
da: Dag
de: Tag

# cal.pi_flexform.viewOrganizer
source: Organizer
da: Arrangør
de: Veranstalter

# cal.pi_flexform.viewLocation
source: Location
da: Sted
de: Ort

# cal.pi_flexform.viewSingle
source: Single Event
da: Enkelt begivenhed
de: Einzelner Termin

# cal.pi_flexform.viewSearchEvent
source: Search Event
da: Søg begivenhed
de: Ereignis suchen

# cal.pi_flexform.viewSearchLocation
source: Search Location
da: Søg sted
de: Ort suchen

# cal.pi_flexform.viewSearchOrganizer
source: Search Organizer
da: Søg arrangør
de: Veranstalter suchen

# cal.pi_flexform.viewSearchAll
source: Search All
da: Søg i alt
de: Alle suchen

# cal.pi_flexform.viewCreateEvent
source: Create Event
da: Opret begivenhed
de: Ereignis erstellen

# cal.pi_flexform.viewEditEvent
source: Edit Event
da: Rediger begivenhed
de: Ereignis bearbeiten

# cal.pi_flexform.viewDeleteEvent
source: Delete Event
da: Slet begivenhed
de: Ereignis löschen

# cal.pi_flexform.viewCreateCalendar
source: Create Calendar
da: Opret kalender
de: Kalender erstellen

# cal.pi_flexform.viewEditCalendar
source: Edit Calendar
da: Rediger kalender
de: Kalender ändern

# cal.pi_flexform.viewDeleteCalendar
source: Delete Calendar
da: Slet kalender
de: Kalender löschen

# cal.pi_flexform.viewCreateCategory
source: Create Category
da: Opret kategori
de: Kategorie erstellen

# cal.pi_flexform.viewEditCategory
source: Edit Category
da: Rediger kategori
de: Kategorie bearbeiten

# cal.pi_flexform.viewDeleteCategory
source: Delete Category
da: Slet kategori
de: Kategorie löschen

# cal.pi_flexform.viewCreateLocation
source: Create Location
da: Opret sted
de: Ort erstellen

# cal.pi_flexform.viewEditLocation
source: Edit Location
da: Rediger sted
de: Ort bearbeiten

# cal.pi_flexform.viewDeleteLocation
source: Delete Location
da: Slet sted
de: Ort löschen

# cal.pi_flexform.viewCreateOrganizer
source: Create Organizer
da: Opret arrangør
de: Veranstalter erstellen

# cal.pi_flexform.viewEditOrganizer
source: Edit Organizer
da: Rediger arrangør
de: Veranstalter bearbeiten

# cal.pi_flexform.viewDeleteOrganizer
source: Delete Organizer
da: Slet arrangør
de: Veranstalter löschen

# cal.pi_flexform.viewSubscriptionManager
source: Subscription Manager
da: Tilmeldinsstyring
de: Abonnementverwaltung

# cal.pi_flexform.viewMeetingManager
source: Meeting Manager
da: Mødestyring
de: Besprechungen verwalten

# cal.pi_flexform.viewTranslation
source: Translation Options
da: Oversættelsesvalg
de: Übersetzungs-Optionen

# cal.pi_flexform.viewTodo
source: Todo
de: Aufgabe

# cal.pi_flexform.viewAjax
source: Ajax (requires ext:calajax)
da: Ajax (kræver ext: calajax)
de: Ajax (benötigt ext:calajax)

# cal.pi_flexform.viewAdmin
source: Administration Options
da: Administrationsvalg
de: Administrationsoptionen

# cal.pi_flexform.calendarName
source: Calendar name
da: Kalendernavn
de: Name des Kalenders

# cal.pi_flexform.defaultCalendarUid
source: Default calendar
da: Standardkalender
de: Standard-Kalender

# cal.pi_flexform.subscrition
source: Subscription
da: Tilmelding
de: Abonnement

# cal.pi_flexform.noSubscription
source: Disabled
da: Deaktiveret
de: Deaktiviert

# cal.pi_flexform.allowSubscribe
source: Allow anyone to subscribe
da: Tillad alle at tilmelde
de: Jedem das Abonnieren erlauben

# cal.pi_flexform.subscribeFeUser
source: Only allow frontend users to subscribe
da: Tillad kun frontend brugere at tilmelde
de: Nur Benutzer im Frontend abonnieren erlauben

# cal.pi_flexform.subscribeWithCaptcha
source: Force captcha to subscribe (captcha needed)
da: Brug captcha ved tilmelding (captcha nødvendig)
de: Captcha zum Abonnieren erzwingen (Captcha erforderlich)

# cal.pi_flexform.sheetCategory
source: Filters
da: Filtre
de: Filter

# cal.pi_flexform.category_selection
source: Category selection
da: Kategorivalg
de: Kategorieauswahl

# cal.pi_flexform.calendar_selection
source: Calendar selection
da: Kalendervalg
de: Kalenderauswahl

# cal.pi_flexform.select_deselect_categories
source: Category mode
da: Kategori indstilling
de: Kategoriemodus

# cal.pi_flexform.itemsHeader
source: Special options:
da: Specielle valg:
de: Spezielle Optionen:

# cal.pi_flexform.category_selection_notCategorized
source: [not categorized]
da: [ikke kategoriseret]
de: [nicht kategorisiert]

# cal.pi_flexform.calendarMode
source: Calendar selection mode
da: Kalendervalgsindstilling
de: Kalender Auswahlmodus

# cal.pi_flexform.calendarMode.showAll
source: Show all calendars (don't care about selection below)
da: Vis alle kalendere (ignorer nedenstående valg)
de: Alle Kalender anzeigen (egal ob Auswahl unten)

# cal.pi_flexform.calendarMode.showSelected
source: Show only selected calendars
da: Vis kun valgte kalendere
de: Ausschließlich markierte Kalender anzeigen

# cal.pi_flexform.calendarMode.excludeSelected
source: Don't show selected calendars
da: Vis ikke valgte kalendere
de: Ausgewählte Kalender nicht anzeigen

# cal.pi_flexform.categoryMode
source: Category selection mode
da: Kategorivalgsindstilling
de: Kategorie Auswahlmodus

# cal.pi_flexform.categoryMode.showAll
source: Show all categories (don't care about selection below)
da: Vis alle kategorier (ignorer nedenstående valg)
de: Alle Kategorien anzeigen (egal ob Auswahl unten)

# cal.pi_flexform.categoryMode.showSelected
source: Show only selected categories (exact match)
da: Vis kun valgte kategorier (præcis match)
de: Nur ausgewählte Kategorien anzeigen (exakte Übereinstimmung)

# cal.pi_flexform.categoryMode.excludeSelected
source: Don't show selected categories
da: Vis ikke valgte kategorier
de: Ausgewählte Kategorien nicht anzeigen

# cal.pi_flexform.categoryMode.showSelectedOr
source: Show only selected categories (any)
da: Vis kun valgte kategorier (nogle)
de: Nur ausgewählte Kategorien anzeigen (alle)

# cal.pi_flexform.categoryMode.showMinSelected
source: Show selected categories (minimum match)
da: Vis valgte kategorier (minimum match)
de: Ausgewählte Kategorien anzeigen (Mindestgleich)

# cal.pi_flexform.sheetYearView
source: Year View
da: År-visning
de: Jahresansicht

# cal.pi_flexform.yearViewPid
source: Year view page
da: År-visningsside
de: Jahresansicht Seite

# cal.pi_flexform.yearTemplate
source: Year template
da: År-skabelon
de: Jahresvorlage

# cal.pi_flexform.sheetMonthView
source: Month View
da: Måned-visning
de: Monatsansicht

# cal.pi_flexform.monthViewPid
source: Month view page
da: Måned-visningsside
de: Monatsansicht Seite

# cal.pi_flexform.monthShowListView
source: Show list view (not applicable for mini calendar)
da: Vis listevisning (ikke gældende for mini calendar)
de: Listenansicht anzeigen (nicht anwendbar für Mini-Kalender)

# cal.pi_flexform.monthTemplate
source: Month template
da: Måned-skabelon
de: Monatsvorlage

# cal.pi_flexform.monthSmallTemplate
source: Month small template
da: Måned-skabelon - lille
de: Kleine Monatsvorlage

# cal.pi_flexform.monthMediumTemplate
source: Month medium template
da: Måned-skabelon - mellem
de: Mittlere Monatsvorlage

# cal.pi_flexform.monthLargeTemplate
source: Month large template
da: Måned-skabelon - stor
de: Große Monatsvorlage

# cal.pi_flexform.monthMakeMiniCal
source: Display as a mini calendar
da: Vis som en mini calendar
de: Als Minikalender anzeigen

# cal.pi_flexform.showListInMonthView
source: Show events of this month
da: Vis begivenheder for denne måned
de: Ereignisse dieses Monats anzeigen

# cal.pi_flexform.sheetWeekView
source: Week View
da: Uge-visning
de: Wochenansicht

# cal.pi_flexform.weekViewPid
source: Week view page
da: Uge-visningsside
de: Wochenansicht Seite

# cal.pi_flexform.weekTemplate
source: Week template
da: Uge-skabelon
de: Wochenvorlage

# cal.pi_flexform.weekStartDay
source: Week start day
da: Uge-startdag
de: Wochenanfang

# cal.pi_flexform.sheetDayView
source: Day View
da: Dag-visning
de: Tagesansicht

# cal.pi_flexform.dayViewPid
source: Day view page
da: Dag-visningsside
de: Tagesansicht Seite

# cal.pi_flexform.dayTemplate
source: Day template
da: Dag-skabelon
de: Tagesvorlage

# cal.pi_flexform.dayStart
source: Day start time
da: Dag-starttid
de: Tagesstart

# cal.pi_flexform.dayEnd
source: Day endtime
da: Dag-sluttid
de: Tagesende

# cal.pi_flexform.gridLength
source: Show divider every x minutes
da: Vis deler hvert x minutter
de: Trenner alle x Minuten anzeigen

# cal.pi_flexform.sheetListView
source: List View
da: Listevisning
de: Listenansicht

# cal.pi_flexform.listViewPid
source: List view page
da: Listevisningsside
de: Listenansicht Seite

# cal.pi_flexform.listTemplate
source: List template
da: Listeskabelon
de: Listenvorlage

# cal.pi_flexform.starttime
source: Start time
da: Starttid
de: Startzeit

# cal.pi_flexform.endtime
source: End time
da: Sluttid
de: Endzeit

# cal.pi_flexform.listView.default
source: Use Typoscript Default
da: Brug typoscript standard
de: Standard TypoScript benutzen

# cal.pi_flexform.listView.now
source: Now
da: Nu
de: Jetzt

# cal.pi_flexform.listView.yesterday
source: Yesterday
da: I går
de: Gestern

# cal.pi_flexform.listView.today
source: Today
da: I dag
de: Heute

# cal.pi_flexform.listView.tomorrow
source: Tomorrow
da: I morgen
de: Morgen

# cal.pi_flexform.listView.weekStart
source: Beginning Of This Week
da: I starten af denne uge
de: Anfang dieser Woche

# cal.pi_flexform.listView.weekEnd
source: End Of This Week
da: I slutningen af denne uge
de: Ende dieser Woche

# cal.pi_flexform.listView.plusOneWeek
source: 1 Week From Now
da: En uge fra nu
de: Von jetzt an 1 Woche

# cal.pi_flexform.listView.monthStart
source: Beginning Of This Month
da: I starten af denne måned
de: Beginn dieses Monats

# cal.pi_flexform.listView.monthEnd
source: End Of This Month
da: I slutningen af denne måned
de: Ende dieses Monats

# cal.pi_flexform.listView.plusOneMonth
source: 1 Month From Now
da: En måned fra nu
de: 1 Monat ab jetzt

# cal.pi_flexform.listView.yearStart
source: Beginning Of This Year
da: I starten af dette år
de: Anfang dieses Jahres

# cal.pi_flexform.listView.yearEnd
source: End Of This Year
da: I slutningen af dette år
de: Ende dieses Jahres

# cal.pi_flexform.listView.quarterStart
source: Beginning Of This Quarter
da: I begyndelsen af dette kvartal
de: Anfang dieses Quartals

# cal.pi_flexform.listView.quarterEnd
source: End Of This Quarter
da: I slutningen af dette kvartal
de: Ende dieses Quartals

# cal.pi_flexform.listView.plusOneYear
source: 1 Year From Now
da: Et år fra nu
de: Von jetzt an 1 Jahr

# cal.pi_flexform.listView.usePageBrowser
source: Page browser options
da: Page browser valg
de: Seitenbrowser Optionen

# cal.pi_flexform.listView.usePageBrowser.use
source: Enable the page browser
da: Aktiver page browser
de: Seitenbrowser aktivieren

# cal.pi_flexform.listView.usePageBrowser.dontUse
source: Disable the page browser
da: Deaktiver page browser
de: Seitenbrowser deaktivieren

# cal.pi_flexform.listView.recordsPerPage
source: Events per page
da: Begivenheder pr side
de: Ereignisse pro Seite

# cal.pi_flexform.listView.pagesCount
source: Max pages
da: Maks antal sider
de: Maximale Seiten

# cal.pi_flexform.maxEvents
source: Max events
da: Maks antal begivenheder
de: Maximale Ereignisse

# cal.pi_flexform.maxRecurringEvents
source: Max instances of the same recurring event
da: Maks antal af den samme gentagede begivenhed
de: Maximale Anzahl anInstanzen des gleichen wiederkehrenden Ereignisses

# cal.pi_flexform.sheetEventView
source: Event View
da: Begivenhedsvisning
de: Ereignisansicht

# cal.pi_flexform.eventViewPid
source: Event view page
da: Begivenhedsvisningsside
de: Event-Ansicht Seite

# cal.pi_flexform.eventTemplate
source: Event template
da: Begivenhedsskabelon
de: Ereignis Vorlage

# cal.pi_flexform.isPreview
source: Show preview
da: Vis preview
de: Vorschau anzeigen

# cal.pi_flexform.createEventTemplate
source: Create event template
da: Opret begivenhedsskabelon
de: Ereignisvorlage erstellen

# cal.pi_flexform.confirmEventTemplate
source: Confirm event template
da: Godkend begivenhedsskabelon
de: Ereignisvorlage bestätigen

# cal.pi_flexform.deleteEventTemplate
source: Delete event template
da: Slet begivenhedsskabelon
de: Ereignisvorlage löschen

# cal.pi_flexform.sheetLocationView
source: Location View
da: Stedvisning
de: Standortansicht

# cal.pi_flexform.locationViewPid
source: Location view page
da: Stedvisningsside
de: Standortansicht Seite

# cal.pi_flexform.locationTemplate
source: Location template
da: Stedskabelon
de: Standortvorlage

# cal.pi_flexform.createLocationTemplate
source: Create location template
da: Oprets stedskabelon
de: Standortvorlage erstellen

# cal.pi_flexform.confirmLocationTemplate
source: Confirm location template
da: Godkend stedskabelon
de: Standortvorlage bestätigen

# cal.pi_flexform.sheetOrganizerView
source: Organizer View
da: Arrangørvisning
de: Veranstalteransicht

# cal.pi_flexform.organizerViewPid
source: Organizer view page
da: Arrangørvisningsside
de: Veranstalteransicht Seite

# cal.pi_flexform.organizerTemplate
source: Organizer template
da: Arrangørskabelon
de: Veranstaltervorlage

# cal.pi_flexform.sheetIcsView
source: Ics View
da: ICS-visning
de: ICS Ansicht

# cal.pi_flexform.icsViewPid
source: Ics view page
da: Ics-visningsside
de: ICS-Ansichtsseite

# cal.pi_flexform.icsTemplate
source: Ics template
da: Ics-skabelon
de: ICS-Vorlage

# cal.pi_flexform.calUid
source: Calendar id
da: Kalender-id
de: Kalender ID

# cal.pi_flexform.showIcsLinks
source: Show ics links
da: Vis ics links
de: ICS Links anzeigen

# cal.pi_flexform.sheetOtherView
source: Other View
da: Andre visninger
de: Andere Ansichten

# cal.pi_flexform.sidebarTemplate
source: Sidebar template
da: Sidebarskabelon
de: Seitenleisten-Vorlage

# cal.pi_flexform.searchBoxTemplate
source: Searchbox template
da: Søgeboksskabelon
de: Suchbox Vorlage

# cal.pi_flexform.showLogin
source: Show login
da: Vis login
de: Login anzeigen

# cal.pi_flexform.showSearch
source: Show search
da: Vis søgning
de: Suche anzeigen

# cal.pi_flexform.showJumps
source: Show jumps
da: Vis hop
de: Sprünge anzeigen

# cal.pi_flexform.showCalendarSelection
source: Show calendar selector
da: Vis kalendervælger
de: Kalenderauswahl anzeigen

# cal.pi_flexform.showCategorySelection
source: Show category selector
da: Vis kategorivælger
de: Kategorieauswahl anzeigen

# cal.pi_flexform.showTomorrowEvents
source: Show tomorrows events
da: Vis i morgens begivenheder
de: Morgige Ereignisse anzeigen

# cal.pi_flexform.calendarDistance
source: Distance (Km) for events in a nearby calendar (wec_map needed)
da: Afstand (km) for begivenheder i en nærliggende kalender (wec_map nødvendig)
de: Entfernung (Km) für Ereignissen einem nahe gelegenen Kalender (wec_map erforderlich)
