Repository: mariomatzulla/cal
Catalog: Resources/Private/Language/*.locallang_indexer.xlf
Languages: da, de

# title
source: Index generator for calendar base recurring events
da: Indeksgenerator til calendar base gentagende begivenheder
de: Indexgenerator für wiederkehrende Kalenderereignisse

# mlang_labels_tabdescr
source: Index recurring events for calendar base
de: Wiederkehrende Termine für cal indizieren

# mlang_labels_tablabel
source: Index recurring events for calendar base
de: Wiederkehrende Termine für cal indizieren

# function1
source: Information
de: Informationen

# function2
source: Generate
da: Generér
de: Generieren

# notice_header
source: Welcome
da: Velkommen
de: Willkommen

# notice
source: <div align=center><strong>Notice header</strong></div><BR>Before you proceed, please read carefully:
de: <div align="center"><strong>Hinweis</strong></div>Bevor Sie fortfahren, lesen Sie bitte sorgfältig:

# capabilities_header
source: Capabilities of this tool
da: Værktøjets evner
de: Fähigkeiten dieses Werkzeugs

# capabilities
source: This tool will create an index for all recurring tx_cal_event and tx_cal_exception_event instances.
de: Dieses Tool erstellt einen Index für alle wiederkehrenden tx_cal_event und tx_cal_exception_event Instanzen.

# tableHeader1
source: Page/Folder
da: Side/Mappe
de: Seite/Ordner

# tableHeader2
source: Frontend Page with calendar plugin
da: Frontend side med kalender-plugin
de: Frontend Seite mit Kalender-Plugin

# nothingToDo
source: No event / exception event records found
da: Intet begivenheds- / undtagelsesevent-element fundet
de: Keine Ereignis-/Ausnahme-Ereigniseinträge gefunden

# browse
source: Browse for records
da: Bladr igennem elementer
de: Datensätze durchblättern

source: Submit
da: Send
de: Speichern

# selectPage
source: Select the page where the typoscript of calendar base can be found. This should be a normal frontend page.
de: Wählen Sie die Seite, auf der das typoscript für cal gefunden werden kann. Dies sollte eine normale Frontend-Seite sein.

# indexStart
source: Index start (YYYYMMDD or a dynamic value like: -3 month, -2 years)
de: Indexstart (YYYYMMDD oder ein dynamischer Wert wie: -3 Monat, -2 Jahre)

# indexEnd
source: Index end (YYYYMMDD or a dynamic value like: +5 month, +4 years)
de: Indexstart (YYYYMMDD oder ein dynamischer Wert wie: -5 Monat, -4 Jahre)

source: Start indexing
da: Start indeksering
de: Indizierung jetzt starten

# atLeastOne
source: You need to assign at least one frontend page to a found storage places in order to start indexing!
de: Sie müssen mindestens eine Frontend-Seite einem gefundenen Speicherort zuweisen, um mit der Indizierung beginnen zu können!

# notAllPagesAssigned
source: You need to assign a frontend page to all found storage places in order to start indexing!
de: Sie müssen allen gefundenen Speicherplätzen eine Frontend-Seite zuordnen, um mit der Indizierung beginnen zu können?

source: Result:
da: Resultat:
de: Ergebnis:

# toBeIndexed
source: -> Events to be indexed:
da: -> Begivenhed der skal indekseres:
de: -> Ereignisse die indiziert werden sollen:

# droppingTable
source: Removing events with pid %s from index
da: Fjerner begivenheder med pid %s fra indeks
de: Entferne Termine mit pid %s aus dem Index

source: Indexing
da: Indeksering
de: Indizieren

source: Back
da: Tilbage
de: Zurück

# notice
source: <div align=center><strong>Notice header</strong></div><BR>Before you proceed, please read carefully:
da: <div align=center><strong>Noteoverskrift</strong></div><BR>Læs dette før du fortsætter:

# capabilities
source: This tool will create an index for all recurring tx_cal_event and tx_cal_exception_event instances.
da: Dette værktøj vil oprette et indeks over alle gentagende tx_cal_event og tx_cal_exception_event instanser.

# selectPage
source: Select the page where the typoscript of calendar base can be found. This should be a normal frontend page.
da: Vælg siden hvor calendar base typoscript findes. Det kan være en normal frontend side.

# indexStart
source: Index start (YYYYMMDD or a dynamic value like: -3 month, -2 years)
da: Indeks start (YYYYMMDD eller en dynamisk værdi, f.eks: -3 month, -2 years)

# indexEnd
source: Index end (YYYYMMDD or a dynamic value like: +5 month, +4 years)
da: Indeks stop (YYYYMMDD eller en dynamisk værdi, f.eks: +5 month, +4 years)

# atLeastOne
source: You need to assign at least one frontend page to a found storage places in order to start indexing!
da: Du skal tildele mindst én frontend side til et fundet lagringssted for at kunne starte indeksering!

# notAllPagesAssigned
source: You need to assign a frontend page to all found storage places in order to start indexing!
da: Du skal tildele en frontend side til alle fundende lagringssteder for at kunne starte indeksering!
