Repository: mariomatzulla/cal
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: da, nl, pl

# tx_cal_event
source: Calendar Event
da: Kalenderbegivenhed
nl: Kalender gebeurtenis
pl: Kalendarz - Wydarzenie

# tx_cal_event_label
source: Start: Title
da: Start: Titel
nl: Begin: Titel
pl: Start: Tytuł

# tx_cal_event.general_sheet
source: General
da: Generelt
nl: Algemeen
pl: Ogólne

# tx_cal_event.recurrence_sheet
source: Recurrence
da: Gentagelse
nl: Herhalend
pl: Rekurencja

# tx_cal_event.location_sheet
source: Location
da: Sted
nl: Plaats
pl: Lokalizacja

# tx_cal_event.organizer_sheet
source: Organizer
da: Arrangør
nl: Organisator
pl: Organizator

# tx_cal_event.files_sheet
source: Files
da: Filer
nl: Bestanden
pl: Pliki

# tx_cal_event.other_sheet
source: Other
da: Andet
nl: Andere
pl: Inne

# tx_cal_event.attendance_sheet
source: Attendance
da: Deltager
nl: Deelnemer

# tx_cal_event.category
source: Category
da: Kategori
nl: Categorie
pl: Kategoria

# tx_cal_event.calendar
source: Calendar
da: Kalender
nl: Kalender
pl: Kalendarze

# tx_cal_event.title
source: Title
da: Titel
nl: Titel
pl: Tytuł

# tx_cal_event.orig_start
source: Start (original recurrence instance would occur)
da: Start (hvor oprindelig gentagelse ville starte)

# tx_cal_event.starttime
source: Starttime
da: Starttid
nl: Aanvangstijd
pl: Czas początku

# tx_cal_event.endtime
source: Endtime
da: Sluttid
nl: Eindtijd
pl: Czas zakończenia

# tx_cal_event.end
source: End
da: Slut
nl: Einde
pl: Koniec

# tx_cal_event.due
source: Due
da: Forfalden

# tx_cal_event.start_date
source: Event Start Day
da: Begivenhedens startdato
nl: Gebeurtenis begindatum
pl: Początek wydarzenia - data

# tx_cal_event.orig_start_date
source: Original recurrence instance start day
da: Oprindelig gentagelse - startdag

# tx_cal_event.start_time
source: Event Start Time
da: Begivenhedens starttid
nl: Gebeurtenis aanvangstijd
pl: Początek wydarzenia - godzina

# tx_cal_event.orig_start_time
source: Original recurrence instance start time (leave empty for allday)
da: Oprindelig gentagelse - starttid (lad feltet være tomt for heldags)

# tx_cal_event.end_date
source: Event End Day
da: Begivenhedens slutdato
nl: Gebeurtenis einddatum
pl: Koniec wydarzenia - data

# tx_cal_event.end_time
source: Event End Time
da: Begivenhedens sluttid
nl: Gebeurtenis eindtijd
pl: Koniec wydarzenia - godzina

# tx_cal_event.allday
source: All Day Event
da: Heldagsbegivenhed
nl: Gebeurtenis gedurende de hele dag
pl: Wydarzenie całodniowe

# tx_cal_event.timezone
source: Timezone
da: Tidszone
nl: Tijdzone

# tx_cal_event.organizer
source: Organizer, or...
da: Arrangør, eller...
nl: Organisator
pl: Organizator lub ...

# tx_cal_event.organizer_id
source: Cal Organizer, or...
da: Cal Arrangør, eller...
nl: Kalender organisator
pl: Organizator (cal) lub ...

# tx_cal_event.organizer_pid
source: Page to link the organizer to
da: Side som arrangør skal linke til
nl: Link naar de organisator
pl: Odsyłacz do strony organizatora

# tx_cal_event.organizer_link
source: External link to the organizer
da: Eksternt link til arrangøren
nl: Externe link naar de organisator

# tx_cal_event.location
source: Location, or...
da: Sted, eller...
nl: Locatie
pl: Lokalizacja lub ...

# tx_cal_event.location_id
source: Cal Location, or...
da: Cal sted, eller...
nl: Plaats uit lijst
pl: Lokalizacja (cal) lub ...

# tx_cal_event.location_pid
source: Page to link the location to
da: Side som stedet skal linke til
nl: Link naar de plaats
pl: Odsyłacz do strony z lokalizacją

# tx_cal_event.location_link
source: External link to the location
da: Ekstern link til stedet
nl: Externe link naar de plaats

# tx_cal_event.freq
source: Regular Frequency Rule
da: Hyppighed
nl: Standaard Frequentie Regel
pl: Częstotliwość

# tx_cal_event.add_recurrence
source: Add Recurrence
da: Tilføj gentagelse
nl: Voeg herhaling toe
pl: Dodaj Rekurencję

# tx_cal_event.remove_recurrence
source: Remove Recurrence
da: Fjern gentagelse
nl: Verwijder herhaling
pl: Usuń Rekurencję

# tx_cal_event.recurs_day
source: Day
da: Dag

# tx_cal_event.recurs_every_month
source: of every month.
da: i hver måned.
nl: van elke maand.
pl: każdego miesiąca.

# tx_cal_event.recurs_selected_months
source: of selected months.
da: i valgte måneder.
nl: van gekozen maanden.
pl: zaznaczonego miesiąca.

# tx_cal_event.byday
source: By Day (a combination of: "mo","tu","we","th","fr","sa" und "su", or "all")
da: Pr dag (en kombination af: "man","tirs","ons","tors","fre","lør" og "søn", eller "alle")
nl: Op dag (b.v.: "ma","di","wo","do","vr","za" en "zo", of "all")
pl: Określona przez dzień (kombinacja: "mo","tu","we","th","fr","sa" und "su", or "all")

# tx_cal_event.byday_short
source: By Day of the Week
da: Dag i måneden
nl: Per dag van de week
pl: Określona przez dzień tygodnia

# tx_cal_event.byday_all
source: All Days
da: Alle dage
nl: Alle dagen
pl: Wszystkie dni

# tx_cal_event.byday_count_first
source: First
da: Første
nl: Eerste
pl: Pierszy

# tx_cal_event.byday_count_second
source: Second
da: Anden
nl: Tweede
pl: Drugi

# tx_cal_event.byday_count_third
source: Third
da: Tredje
nl: Derde
pl: Trzeci

# tx_cal_event.byday_count_fourth
source: Fourth
da: Fjerde
nl: Vierde
pl: Czwarty

# tx_cal_event.byday_count_fifth
source: Fifth
da: Femte
nl: Vijfde

# tx_cal_event.byday_count_thirdtolast
source: Third to Last
da: Tredje til sidste
nl: Derde t/m laatste
pl: Trzeci do ostatniego

# tx_cal_event.byday_count_secondtolast
source: Second to Last
da: Anden til sidste
nl: Tweede t/m laatste
pl: Drugi do ostatniego

# tx_cal_event.byday_count_last
source: Last
da: Sidste
nl: Laatste
pl: Ostatni

# tx_cal_event.byday_sunday
source: Sunday
da: Søndag
nl: Zondag
pl: Niedziela

# tx_cal_event.byday_monday
source: Monday
da: Mandag
nl: Maandag
pl: Poniedziałek

# tx_cal_event.byday_tuesday
source: Tuesday
da: Tirsdag
nl: Dinsdag
pl: Wtorek

# tx_cal_event.byday_wednesday
source: Wednesday
da: Onsdag
nl: Woensdag
pl: Środa

# tx_cal_event.byday_thursday
source: Thursday
da: Torsdag
nl: Donderdag
pl: Czwartek

# tx_cal_event.byday_friday
source: Friday
da: Fredag
nl: Vrijdag
pl: Piątek

# tx_cal_event.byday_saturday
source: Saturday
da: Lørdag
nl: Zaterdag
pl: Sobota

# tx_cal_event.bymonthday
source: By Monthday (e.g.: 1,2,30 or all)
da: Pr månedsdag (eks.: 1, 2, 30 eller alle)
nl: Op dag van de maand (b.v.: 1,2,30 of alle)
pl: Określona przez dzień miesiąca (np. 1,2,30 or all)

# tx_cal_event.bymonthday_short
source: By Day of the Month
da: Pr dag i måneden
nl: Op dag van de maand
pl: Określona przez dzień miesiąca

# tx_cal_event.bymonth
source: By Month (e.g.: 1,2,3,4,12 or all)
da: Pr måned (eks.: 1, 2 ,3 ,4 , 12 eller alle)
nl: Op maand (b.v.: 1,2,3,4,12 of alle)
pl: Określona przez miesiąc (np. 1,2,3,4,12 or all)

# tx_cal_event.bymonth_short
source: By Month
da: Pr måned
nl: Per maand
pl: Przez miesiąc

# tx_cal_event.bymonth_all
source: All Months
da: Alle måneder
nl: Alle maanden
pl: Wszyskie miesiące

# tx_cal_event.bymonth_january
source: January
da: Januar
nl: januari
pl: Styczeń

# tx_cal_event.bymonth_february
source: February
da: Februar
nl: februari
pl: Luty

# tx_cal_event.bymonth_march
source: March
da: Marts
nl: maart
pl: Marzec

# tx_cal_event.bymonth_may
source: May
da: Maj
nl: mei
pl: Maj

# tx_cal_event.bymonth_june
source: June
da: Juni
nl: juni
pl: Czerwiec

# tx_cal_event.bymonth_july
source: July
da: Juli
nl: juli
pl: Lipiec

# tx_cal_event.bymonth_october
source: October
da: Oktober
nl: oktober
pl: Październik

# tx_cal_event.until
source: Until Date
da: Indtil dato
nl: Tot datum
pl: Do daty

# tx_cal_event.count
source: Count
da: Antal
nl: Telling
pl: Liczba powtórzeń

# tx_cal_event.rdate
source: Dates
da: Datoer
nl: Data

# tx_cal_event.rdate_type
source: Recurrence by
da: Gentagelse pr
nl: Herhaling op

# tx_cal_event.deviation
source: Deviation
da: Afvigelse

# tx_cal_event.teaser
source: Teaser
da: Koncentrat
pl: Zajawka (Teaser)

# tx_cal_event.description
source: Description
da: Beskrivelse
nl: Omschrijving
pl: Opis

# tx_cal_event.exception
source: Exceptions
da: Undtagelse
nl: Uitzonderingen
pl: Wydarzenia wyjątki (wydarzenia negatywne)

# tx_cal_event.fe_cruser_id
source: Creator
da: Bruger
nl: Aangemaakt door
pl: Twórca

# tx_cal_event.shared_user
source: Shared Users
da: Delte brugere
nl: Gedeelde gebruikers
pl: Współdziel to wydarzenie z innym użytkownikiem! Uwaga. Wpółdzielone są też prawa dostępu.

# tx_cal_event.fe_crgroup_id
source: Creator Group
da: Brugergruppe
nl: Aanmakersgroep
pl: Grupa twórcy

# tx_cal_event.none
source: None
da: Ingen
nl: Geen
pl: Żaden

# tx_cal_event.type
source: Event type
da: Begivenhedstype
nl: Type gebeurtenis
pl: Typ wydarzenia

# tx_cal_event.type.I.0
source: Event with description
da: Begivenhed med beskrivelse
nl: Gebeurtenis met beschrijving
pl: Wydarzenie z opisem

# tx_cal_event.type.I.1
source: Shortcut to page
da: Genvej til side
nl: Snelkoppeling naar pagina
pl: Skrót do strony

# tx_cal_event.type.I.2
source: Link to external url
da: Link til ekstern url
nl: Link naar externe URL
pl: Skrót do zewnętrznej srony

# tx_cal_event.type.I.3
source: Meeting
da: Møde
nl: Bespreking

# tx_cal_event.external
source: External URL
da: Ekstern URL
nl: Externe URL
pl: Zewnętrzy odsyłacz

# tx_cal_event.shortcut_page
source: Shortcut to page
da: Genvej til side
nl: Snelkoppeling naar pagina
pl: Skrót do strony

# tx_cal_event.imagealttext
source: alt-text
da: alternativ tekst
pl: tekst alt

# tx_cal_event.imagetitletext
source: title-text
da: titel tekst
pl: tekst title

# tx_cal_event.attendee
source: Attendance
da: Deltager
nl: Deelnemer

# tx_cal_event.send_invitation
source: Send out invitations
da: Send invitationer ud
nl: Uitnodiging versturen

# tx_cal_event.status.COMPLETED
source: Completed
da: Gennemført

# tx_cal_event.status.IN-PROGRESS
source: In progress
da: I gang

# tx_cal_event.status.CANCELLED
source: Cancelled
da: Aflyst

# tx_cal_event.priority
source: Priority
da: Prioritet

# tx_cal_event.completed
source: Completed (%)
da: Gennemført (%)

# tx_cal_exception_event
source: Calendar Exception Event
da: Kalender undtagelsesbegivenhed
nl: Kalender uitzonderings gebeurtenis
pl: Wydarzenie Wyjątek

# tx_cal_exception_event.title
source: Title
da: Titel
nl: Titel
pl: Tytuł

# tx_cal_exception_event.starttime
source: Starttime
da: Starttid
nl: Aanvangstijd
pl: Godzina początku

# tx_cal_exception_event.endtime
source: Endtime
da: Sluttid
nl: Eindtijd
pl: Godzina końca

# tx_cal_exception_event.start_date
source: Exception Day
da: Undtagelse - startdato
nl: Uitzonderingsdag
pl: Początek wydarzenia - data

# tx_cal_exception_event.start_time
source: Exception Start Time
da: Undtagelse - starttid
nl: Starttijd van de uitzondering
pl: Początek wydarzenia - godzina

# tx_cal_exception_event.end
source: End
da: Slut
nl: Einde
pl: Koniec

# tx_cal_exception_event.end_date
source: Exception End Day
da: Undtagelse - slutdato
nl: Gebeurtenis einddag
pl: Koniec wydarzenia - data

# tx_cal_exception_event.end_time
source: Exception End Time
da: Undtagelse - sluttid
nl: Gebeurtenis eindtijd
pl: Początek wydarzenia - data

# tx_cal_exception_event.allday
source: All Day Exception
da: Heldags undtagelse
nl: Gebeurtenis gedurende de hele dag
pl: Wyjątki dla wydarzeń całodziennych

# tx_cal_exception_event.freq
source: Exception Frequency
da: Hyppighed
nl: Frequentie van de uitzondering
pl: Częstotliwość

# tx_cal_exception_event.byday
source: By Day (a combination of: "mo","tu","we","th","fr","sa" und "su", or "all")
da: Pr dag (en kombination af: "man","tirs","ons","tors","fre","lør" og "søn", eller "alle")
nl: Op dag (b.v.: "ma","di","wo","do","vr","za" and "zo", or "all")
pl: Okteślona przez dzień (kombinacja: "mo","tu","we","th","fr","sa" und "su", or "all")

# tx_cal_exception_event.byday_short
source: By Day of the Week
da: Pr dag i ugen
nl: Per dag van de week
pl: Określona przez dzień tygodnia

# tx_cal_exception_event.bymonthday
source: By Monthday (e.g.: 1,2,30 or all)
da: Pr månedsdag (eks.: 1, 2, 30 eller alle)
nl: Op maanddag (b.v.: 1,2,30 of all)
pl: Określona przez dzień miesiąca (np. 1,2,30 or all)

# tx_cal_exception_event.bymonthday_short
source: By Day of the Month
da: Pr dag i måneden
nl: Per dag van de maand
pl: Określona przez dzień miesiąca

# tx_cal_exception_event.bymonth
source: By Month (e.g.: 1,2,3,4,12 or all)
da: Pr måned (eks.: 1, 2 ,3 ,4 , 12 eller alle)
nl: Op maand (b.v.: 1,2,3,4,12 of all)
pl: Określona przez miesiąc (np. 1,2,3,4,12 or all)

# tx_cal_exception_event.bymonth_short
source: By Month
da: Pr måned
nl: Per maand
pl: Określona przez miesiąc

# tx_cal_exception_event.rdate
source: Dates
da: Datoer
nl: Data

# tx_cal_exception_event.rdate_type
source: Recurrence by
da: Gentagelse pr
nl: Herhaling op

# tx_cal_exception_event.until
source: Until Date
da: Indtil dato
nl: Tot datum
pl: Do daty

# tx_cal_exception_event.count
source: Count
da: Antal
nl: Telling
pl: Liczba powtórzeń

# tx_cal_exception_event.description
source: Description
da: Beskrivelse
nl: Omschrijving
pl: Opis

# tx_cal_exception_event_group
source: Calendar Exception Event Group
da: Kalender undtagelsesbegivenhedsgruppe
nl: Kalender gebeurtenis uitzonderingen groep
pl: Grupa Wydarzenia Wyjątki

# tx_cal_exception_event_group.title
source: Title
da: Titel
nl: Titel
pl: Tytuł

# tx_cal_exception_event_group.exception_event_cnt
source: Exception Events
da: Untagelsesbegivenheder
nl: Uitzonderings gebeurtenis
pl: Wydarzenia wyjątki

# tx_cal_fe_user_event
source: Frontend User - Event Relation
da: Frontend bruger - Begivenhedsrelationer
nl: Frontendgebruiker - Relatie met gebeurtenis
pl: Użytkownicy FE - relacja do wydarzeń

# tx_cal_fe_user_event.fe_user
source: User
da: Bruger
nl: Gebruiker
pl: Uzytkownik

# tx_cal_fe_user_event.event
source: Event
da: Begivenhed
nl: Gebeurtenis
pl: Wydarzenie

# tx_cal_fe_group_event
source: Frontend Group - Event Relation
da: Frontend gruppe - Begivenhedsrelationer
nl: Frontendgroep - Relatie met gebeurtenis
pl: Grupa FE - relacja do wydarzeń

# tx_cal_fe_group_event.fe_group
source: Group
da: Gruppe
nl: Groep
pl: Grupa

# tx_cal_fe_group_event.event
source: Event
da: Begivenhed
nl: Gebeurtenis
pl: Wydarzenie

# tx_cal_fe_user_event.monitor
source: Monitoring Users
da: Rapporter ændringer til
nl: Monitoren gebruikers
pl: Użytkownicy FE mają być powiadamiani o stworzeniu, zmianie lub skasowaniu

# tx_cal_fe_user_event.offset
source: Notification offset
da: Nulstil notifikation

# tx_cal_fe_user_event.schedulerId
source: Scheduler ID
da: Skedulering ID

# tx_cal_calendar
source: Calendar
da: Kalender
nl: Kalender
pl: Kalendarz

# tx_cal_calendar.title
source: Calendar Title
da: Kalender titel
nl: Kalendertitel
pl: Tytuł kalendarza

# tx_cal_calendar.type
source: Calendar Type
da: Kalender type
nl: Kalendertype
pl: Typ kalendarza

# tx_cal_calendar.type.I.0
source: Standard Calendar (database)
da: Standard kalender (database)
nl: Standaard kalender (database)
pl: Standardowy kalendarz (w bazie danych)

# tx_cal_calendar.type.I.1
source: External Calendar
da: Ekstern kalender
nl: Externe kalender
pl: Zewnętrzny kalendarz

# tx_cal_calendar.type.I.2
source: Include ICS File
da: Inkluder ICS fil
nl: Invoegen ICS-bestand
pl: Dołącz plik ICS

# tx_cal_calendar.ext_url
source: External Calendar URL
da: Ekstern kalender URL
nl: URL van externe kalender
pl: URL do zewnętrznego kalendarza

# tx_cal_calendar.ics_file
source: ICS File
da: ICS fil
nl: ICS bestand
pl: Plik ICS

# tx_cal_calendar.refresh
source: Refresh Interval (Minutes) (scheduler needed)
da: Genindlæs interval (minutter) (kræver scheduler)
nl: Verversingsinterval (min.)
pl: Interwał odświeżania (minuty)

# tx_cal_calendar.owner
source: Owner
da: Ejer
nl: Eigenaar
pl: Właściciel

# tx_cal_calendar.activate_fnb
source: Enable free and busy view
da: Slå fri og optaget visning til
nl: Vrije/bezette tijd tonen mogelijk
pl: Włącz widok Wolny i Zajęty

# tx_cal_calendar.fb_users_groups
source: Limit the free and busy view to these users and/or Groups (else public)
da: Begræns fri og optaget visning til disse brugere og/eller grupper (ellers synlig)
nl: Beperk het tonen van vrije en bezette tijd tot deze gebruikers en/of groepen (anders publiek)
pl: Zezwól na oglądanie widoku Wolny i Zajęty tylko dla wybranych użytkowników/grup użytkowników (w przeciwnym wypadku widok jest publiczny)

# tx_cal_calendar.createNew
source: create a new calendar
da: opret en ny kalender
nl: Voeg een nieuwe kalender toe

# tx_cal_calendar.edit
source: edit selected calendar
da: rediger valgte kalender
nl: Bewerk de gekozen kalender

# tx_cal_calendar.nearby
source: Show only events within a certain distance of a user (wec_map needed)
da: Vis kun begivenheder inden for en vis afstand af en - bruger (wec_ map nødvendigt)

# tx_cal_calendar_private
source: The users private calendar
da: Brugerens private kalender
nl: Private kalender van de gebruiker

# tx_cal_calendar.schedulerId
source: Scheduler ID (scheduler needed)
da: Scheduler ID (scheduler nødvendig)

# tx_cal_category
source: Calendar Category
da: Kalender kategori
nl: Kalender categorien
pl: Kalendarz - Kategorie

# tx_cal_category.title
source: Category title
da: Kategori titel
nl: Titel van categorie
pl: Tytuł kategorii

# tx_cal_category.headerstyle
source: Header style
da: Sidehoved stil
nl: Header stijl
pl: Styl nagłówka

# tx_cal_category.bodystyle
source: Body style
da: Body stil
nl: Body stijl
pl: Styl body

# tx_cal_category.headercolor
source: Header Color (e.g. green or #15E337)
da: Sidehoved farve (eks. green eller #15E337)
nl: Kleur (b.v. green [CSS kleuren] of #15E337 [HEX])
pl: Kolor nagłówka (np. green or #15E337)

# tx_cal_category.bodycolor
source: Body Color (e.g. green or #15E337)
da: Br¿dtekst farve (eks. green eller #15E337)
nl: Kleur (b.v. green [CSS kleuren] of #15E337 [HEX])
pl: Kolor body (np. green or #15E337)

# tx_cal_category.calendar
source: Calendar
da: Kalender
nl: Kalender
pl: Kalendarz

# tx_cal_category.none
source: None
da: Ingen
nl: Geen

# tx_cal_category.parent_category
source: Parent category
da: Overliggende kategori
nl: Parent kalender
pl: Katergoria rodzic

# tx_cal_category.shared_user_allowed
source: Allow shared user to select this category
da: Tillad delt bruger at vælge denne kategori
nl: Toegestane gebruikers mogen deze categorie kiezen
pl: Zezwól użytkownikom wybrać tę kategorię (shared user)

# tx_cal_category.single_pid
source: Event view page for events from this category
da: Side til visning af begivenheder med denne kategori
nl: Pagina met gebeurtenissen uit deze categorie

# tx_cal_category.createNew
source: create a new category
da: opret en ny kategori
nl: Maak een nieuwe categorie

# tx_cal_category.edit
source: edit selected category
da: redigér valgte kategori
nl: Bewerk de geselecteerde categorie

# tx_cal_category.notification_emails
source: Notification emails (comma separated)
da: Notifikation e-mails (kommasepareret)
nl: Kennisgeving e-mails (komma gesepareerd)

# tx_cal_category.icon
source: Icon
da: Ikon

# tx_cal_category.global
source: Global categories
da: Globale kategorier

# tx_cal_organizer
source: Calendar Event Organizer
da: Kalenderbegivenhedsarrangør
nl: Kalender organisator
pl: Kalendarz - Organizatorzy

# tx_cal_organizer.name
source: Name
da: Navn
nl: Naam
pl: Nazwa

# tx_cal_organizer.description
source: Description
da: Beskrivelse
nl: Omschrijving
pl: Opis

# tx_cal_organizer.street
source: Street
da: Adresse
nl: Straat
pl: Ulica

# tx_cal_organizer.zip
source: Zip
da: Postnummer
nl: Postcode
pl: Kod

# tx_cal_organizer.city
source: City
da: By
nl: Woonplaats
pl: Miejscowość

# tx_cal_organizer.country
source: Country (static_info_tables needed)
da: Land (static_info_tables nødvendig)
nl: Land
pl: Państwo

# tx_cal_organizer.countryzone
source: State/Province (static_info_tables needed)
da: Stat/Provins (static_info_tables nødvendig)
nl: Provincie
pl: Województwo

# tx_cal_organizer.phone
source: Phone
da: Telefon
nl: Telefoonnummer
pl: Telefon

# tx_cal_organizer.fax
source: Facsimile
da: Fax

# tx_cal_organizer.image
source: Logo/Image
da: Logo/Billede
nl: Logo/Afbeelding
pl: Logo/Zdjęcie

# tx_cal_organizer.imagealttext
source: alt-text
da: alt-tekst

# tx_cal_organizer.imagetitletext
source: title-text
da: titel-tekst

# tx_cal_organizer.link
source: Homepage
da: Hjemmeside
pl: Strona domowa

# tx_cal_organizer.isorganizer
source: Is Cal Organizer
da: Er kalenderarrangør
nl: Is een organisator uit de lijst
pl: Czy jest Organizatorem Cal

# tx_cal_organizer.createNew
source: create a new organizer
da: opret en ny arrangør
nl: Nieuwe organisator toevoegen

# tx_cal_organizer.edit
source: edit selected organizer
da: rediger valgte arrangør
nl: Bewerk de geselecteerde organisator

# tx_cal_location
source: Calendar Event Location
da: Kalenderbegivenhedssted
nl: Kalender lokatie
pl: Kalendarz - Lokalizacje

# tx_cal_location.location
source: Location
da: Sted
nl: Lokatie
pl: Lokalizacja

# tx_cal_location.description
source: Description
da: Beskrivelse
nl: Omschrijving
pl: Opis

# tx_cal_location.name
source: Name
da: Navn
nl: Naam
pl: Nazwa

# tx_cal_location.street
source: Street
da: Adresse
nl: Straat
pl: Ulica

# tx_cal_location.zip
source: Zip
da: Postnummer
nl: Postcode
pl: Kod

# tx_cal_location.city
source: City
da: By
nl: Woonplaats
pl: Miejscowość

# tx_cal_location.country
source: Country (static_info_tables needed)
da: Land (static_info_tables nødvendig)
nl: Land
pl: Kraj

# tx_cal_location.countryzone
source: State/Province (static_info_tables needed)
da: Stat/Provins (static_info_tables nødvendig)
nl: Provincie
pl: Województwo

# tx_cal_location.phone
source: Phone
da: Telefon
nl: Telefoonnummer
pl: Telefon

# tx_cal_location.fax
source: Facsimile
da: Fax

# tx_cal_location.image
source: Logo/Image
da: Logo/Billede
nl: Logo/Afbeelding
pl: Logo/Zdjęcie

# tx_cal_location.imagealttext
source: alt-text
da: alt-tekst
nl: alt-tekst

# tx_cal_location.imagetitletext
source: title-text
da: titel-tekst
nl: title-tekst

# tx_cal_location.link
source: Homepage
da: Hjemmeside
pl: Strona domowa

# tx_cal_location.islocation
source: Is Cal Location
da: Er kalendersted
nl: Is een locatie uit de lijst
pl: Czy jest Lokalizacją Cal

# tx_cal_location.createNew
source: create a new location
da: opret et nyt sted
nl: Nieuwe plaats toevoegen

# tx_cal_location.edit
source: edit selected location
da: rediger valgte sted
nl: Bewerk de geselcteerde plaats

# tx_cal_location.latitude
source: Latitude
da: Breddegrad

# tx_cal_location.longitude
source: Longitude
da: Længdegrad

# tx_cal_unknown_users
source: Unregistered users monitoring events
da: Uregistrerede brugere der modtager påmindelser og opdateringer om begivenheder
nl: Ongeregistreerde gebruikers bewaken gebeurtenis
pl: Żaden zarejestrowany użytkownik nie monitoruje wydarzeń

# tx_cal_controller_flexform.sheet_general
source: [ General Settings ]
da: [ Generelle Indstillinger ]
nl: [ Algemene instellingen ]
pl: [ Ustawienia ogólne ]

# tx_cal_controller_flexform.sheet_general-mode
source: Plugin Mode:
da: Plugin tilstand:
pl: Tryb wtyczki:

# tx_cal_controller_flexform.sheet_general-mode2.1
source: search data
da: søg data
nl: zoeken

# tx_cal_controller_flexform.sheet_general-mode2.11
source: select data
da: vælg data
nl: selecteren

# tx_cal_controller_flexform.sheet_general-mode2.2
source: list data
da: vis data
nl: uitlijsten

# tx_cal_controller_flexform.sheet_general-mode2.3
source: view/edit data
da: se/redigér data
nl: gegevens bekijken/wijzigen

# tx_cal_controller_flexform.sheet_general-mode2.4
source: import data
da: importér data
nl: gegevens importeren

# tx_cal_controller_flexform.sheet_general-mode2.30
source: search+list data
da: søg+vis data
nl: gegevens zoeken en uitlijsten

# tx_cal_controller_flexform.sheet_general-mode2.31
source: list+view/edit data
da: hent+vis/ret data
nl: gegevens uitlijsten/bekijken/wijzigen
