Repository: mariomatzulla/cal
Catalog: Resources/Private/Help/*.locallang_csh_txcalorganizer.xlf
Languages: da, de

# .description
source: Organizers for Calendar Base event records.
da: Organisatorer for Calender Base.
de: Veranstalter die Ereignisse des Kalenders organisieren.

# .details
source: If your events regularly use a particular organizer, or if you want to provide the organizer's information for registration or for other reasons, you may create a Calendar Event Organizer record that includes more information than the Event Record contains in the Organizer Tab.
da: Hvis dine begivenheder ofte anvender en bestemt organisator, eller hvis du ønsker at stille info til rådighed om organisatoren af andre årsager, kan du oprette et Organisatorelement som inkluderer mere information end begivenheder i sig selv indeholder.
de: Wenn bei Ereignissen öfter der selbe Veranstalter verwendet wird, oder für die Anmeldung oder aus anderen Gründen weitere Informationen über den Veranstalter bereitgestellt werden sollen, kann ein Veranstaltereintrag erstellt werden, der mehr Informationen umfasst, als im Ereignis angegeben werden kann.

# hidden.description
source: Use this to temporarily exclude this organizer from display.
da: Brug denne til midlertidigt at udelukke denne organisator fra visning.
de: Verwenden Sie diese Funktion, um einen Veranstalter temporär nicht anzeigen zu lassen.

# name.description
source: Name of the individual, group, or company responsible for organizing the event.
da: Navn på person, gruppe eller firma som er ansvarlig for begivenheden.
de: Der Name der Person, der Organisation oder der Firma, die für die Organisation des Ereignisses verantwortlich ist.

# description.description
source: The description of the organizer.
da: Beskrivelse af organisator.
de: Geben Sie hier eine möglichst aussagekräftige Beschreibung des Veranstalters ein.

# street.description
source: The street address of the organizer.
da: Gadenavn på organisator.
de: Die Straße (und Hausnummer) des Veranstalters.

# zip.description
source: The ZIP code or postal code of the organizer.
da: Postnummer på organisator.
de: Die Postleitzahl des Veranstalters.

# city.description
source: The city of the organizer.
da: By, hvor organisator befinder sig.
de: Die Stadt, in der sich der Veranstalter befindet.

# country.description
source: The country of the organizer.
da: Landet hvor organisator befinder sig.
de: Das Land, in dem sich der Veranstalter befindet.

# country_zone.description
source: The state of the organizer. The drop-down menu will not be available until you have included the country information and saved the form.
da: Organisatorens region. Drop-down menuen vil ikke være tilgængelig før du har valgt lande- information og gemt formularen.
de: Der Staat, in dem sich der Veranstalter befindet. Das Auswahlmenü steht erst zur Verfügung, nachdem ein Land ausgewählt und das Formular gespeichert wurde.

# phone.description
source: The phone number of the organizer.
da: Organisatorens telefonnummer.
de: Eine Telefonnummer des Veranstalters.

# email.description
source: The email address of the organizer.
da: Organisatorens e-mail adresse.
de: Eine E-Mail-Adresse des Veranstalters.

# image.description
source: A logo or photo of the organizer or their company.
da: Et logo eller foto af organisator eller deres firma.
de: Ein Logo oder Bild des Veranstalters, seines Unternehmens oder Organisation.

# link.description
source: The website of the organizer.
da: Organisatorens hjemmeside.
de: Die Webseite des Veranstalters.

# link.details
source: This link can be used to provide more information about the organizer.
da: Linket kan bruges til at give yderligere information om organisatoren.
de: Über diesen Link lassen sich weitere Informationen über den Veranstalter zur Verfügung stellen.

# imagealttext.description
source: Alternate text shown if images are not found or not supported.
da: Alternativ tekst, der vises hvis et billede ikke findes eller ikke understøttes.
de: Alternativer Text, der angezeigt wird, falls Bilder nicht gefunden oder unterstützt werden.

# imagealttext.details
source: If you have multiple images, alt text entries must be listed on separate lines.
da: Hvis du har flere billeder, skal alt-tekster indtastes på selvstændige linjer.
de: Bei Verwendung mehrerer Bilder muss ein Alternativtext pro Zeile angegeben werden.

# imagetitletext.description
source: Tooltip or hover text.
da: Værktøjstip eller hover tekst.
de: Kurzinfo oder Schwebetext.

# imagetitletext.details
source: If you have multiple images, title text entries must be listed on separate lines.
da: Hvis du har flere billeder, skal titel-tekster indtastes på selvstændige linjer.
de: Bei Verwendung mehrerer Bilder muss ein Titeltext pro Zeile angegeben werden.

# imagecaption.description
source: Adds a caption beneath each image.
da: Tilføj en billedtekst under hvert billede.
de: Fügt unterhalb jedes Bildes eine Bildbeschreibung hinzu.

# imagecaption.details
source: If you have multiple images, captions must be listed on separate lines.
da: Hvis du har flere billeder, skal billed-tekster indtastes på selvstændige linjer.
de: Bei Verwendung mehrerer Bilder muss eine Bildbeschreibung pro Zeile angegeben werden.
