Repository: mariomatzulla/cal
Catalog: Resources/Private/Help/*.locallang_csh_txcalcat.xlf
Languages: da, de

# .description
source: Categories for the Calendar Base extension.
da: Kategorier til Calendar Base udvidelsen.
de: Kategorien für den TYPO3 Kalender

# .details
source: Categories that events can be assigned to.
da: Kategorier som begivenheder kan tilknyttes.
de: Erstellt Kategorien für den TYPO3 Kalender, in welche dann Ereignisse einsortiert werden.

# title.description
source: Category name.
da: Kategori navn.
de: Titel dieser Kategorie

# hidden.description
source: Disables the category so that it is not visible in the frontend.
da: Deaktivér kategorien så den ikke er synlig i frontend.
de: Versteckt diese Kategorie

# starttime.description
source: Sets a date at which the category will be visible in the frontend.
da: Sætter en dato for, hvornår kategorien skal være synlig i frontend.
de: Die "Start"-Zeit definiert, ab wann dieser Datensatz aktiv sein sein soll. Vor diesem Zeitpunkt wird die Kategorie nicht verwendet. Siehe auch "verstecken"

# endtime.description
source: Sets a date at which the category will no longer be visible in the frontend.
da: Sætter en dato for, hvornår kategorien skal være synlig i frontend.
de: Die "End"-Zeit definiert, ab wann dieser Datensatz nicht mehr aktiv sein sein soll. Nach diesem Zeitpunkt wird die Kategorie nicht verwendet. Siehe auch "verstecken"

# headerstyle.description
source: CSS class used to format all event headers in this category.
da: CSS class bruges til at formatere alle begivenheder i denne kategori.
de: Definiert den Style, der für alle Ereignisüberschriften dieser Kategorie verwendet wird.

# headerstyle.details
source: You can assign each category a different colored bullet that precedes the events in the Month View and the Header colors in the Day and Week views. To use the out-of-the-box bullet colors, simply enter the corresponding style in the Header Style field: Blue Bullets: default_catheader Green Bullets: green_catheader Grey Bullets: grey_catheader Orange Bullets: orange_catheader Pink Bullets: pink_catheader Red Bullets: red_catheader Yellow Bullets: yellow_catheader Note: If you would like to expand or change the color choices, you can do so by modifying the default style sheet.
da: Du kan til hver kategori tildele forskellige farver, som præsenterer begivenheden i månedsvisning, og overskiftfarve i dag- og ugevisning. For at bruge ud-af-boksen farverne, skal du blot indtaste den tilhørende style i HEader Style field: Blå Bullets: default_catheader Grøn Bullets: green_catheader Grå Bullets: grey_catheader Orange Bullets: orange_catheader Pink Bullets: pink_catheader Rød Bullets: red_catheader Gul Bullets: yellow_catheader Note: Hvis du vil udvide eller ærndre farverne, skal du rette i standard style sheet.
de: Jeder Kategorie kann ein andersfarbiges Aufzählungszeichen zugewiesen werden, welches dem Termin in der Monatsansicht und den Überschriftenfarben in den Tages- und Wochenansichten vorangestellt wird. Die eingebauten Farben für Aufzählungszeichen lassen sich durch Eingabe entsprechender Stile im Feld Überschriftenstil verwenden: Blaue Aufzählungszeichen: default_catheader Grüne Aufzählungszeichen: green_catheader Graue Aufzählungszeichen: grey_catheader Orange Aufzählungszeichen: orange_catheader Pinke Aufzählungszeichen: pink_catheader Rote Aufzählungszeichen: red_catheader Gelbe Aufzählungszeichen: yellow_catheader Hinweis: Wenn Sie die Farbauswahl ändern oder erweitern möchten, können Sie dies tun, indem Sie das Standard-CSS ändern.

# bodystyle.description
source: CSS class used to format all event bodies in this category.
da: CSS class der bruges til at formatere alle begivenheders brødtekst i denne kategori.
de: Definiert den Stil, der für alle Ereignis-Textkörper dieser Kategorie verwendet wird.

# bodystyle.details
source: You can assign each category a different colored “Busy Time” in the Day and Week views. To use the out-of-the-box colors, simply enter the corresponding style in the Body Style field: Blue: default_catbody Green: green_catbody Grey: grey_catbody Orange: orange_catbody Pink: pink_catbody Red: red_catbody Yellow: yellow_catbody Note: If you would like to expand or change the color choices, you can do so by modifying the default style sheet.
da: Du kan tilknytte en farve “Optaget” til hver kategori i dag- og uge-visninger. For at bruge ud-af-boksen farverme, skal du indtaste den tilhørende stil i Body Style feltet: Blå: default_catbody Grøn: green_catbody Grå: grey_catbody Orange: orange_catbody Pink: pink_catbody Rød: red_catbody Gul: yellow_catbody Note: Hvis du vil udvide paletten af farver, kan du gøre dette ved at ændre på standard stylesheet.
de: Jeder Kategorie kann eine andersfarbiges Farbhinterlegung für belegte Zeiten in der Tages- und Wochenansicht zugewiesen werden. Die eingebauten Farben lassen sich durch Eingabe entsprechender Stile im Feld Inhaltsstil verwenden: Blau: default_catbody Grün: green_catbody Grau: grey_catbody Orange: orange_catbody Pink: pink_catbody Rot: red_catbody Gelb: yellow_catbody Hinweis: Wenn Sie die Farbauswahl ändern oder erweitern möchten, können Sie dies tun, indem Sie das Standard-CSS ändern.

# calendar_id.description
source: Calendar that this category appears on.
da: Kalender hvor denne kategori optræder på.
de: Gibt den Kalender an, in dem diese Kategorie erscheinen soll.

# calendar_id.details
source: By limiting the category to a specific calendar, you can limit users or usergroups who can view the category's events
da: Ved at begrænse til kategorien for en specifik kalender, kan du begrænse brugere og brugergrupper i, hvilke kategorier de kan se kalenderbegivenheder i
de: Indem Sie die Kategorie auf einen bestimmten Kalender begrenzen, können Sie die Benutzer oder Benutzergruppen begrenzen, die auf Termine dieser Kategorie zugreifen können.

# parent_category.description
source: Sets the current category as a sub-category.
da: Sætter den aktuelle kategori til en subkategori.
de: Setzt die aktuelle Kategorie als Unterkategorie.

# shared_user_allowed.description
source: Allows the category to be shared with anyone who has shared event priviliges already.
da: Tillader kategorien at blive delt med alle, der allerede har delte begivenhedsprivilegier.
de: Erlaubt es, die Kategorie mit anderen Benutzern, die dazu Berechtigungen haben, gemeinsam zu nutzen.

# single_pid.description
source: Page where individual events from this category will be shown.
da: Side hvor individuelle begivenheder fra denne kategori vises.
de: Seite, auf der einzelne Termine aus dieser Kategorie angezeigt werden.
