Repository: mariomatzulla/cal
Catalog: Resources/Private/Help/*.locallang_csh_txcallocation.xlf
Languages: da, de

# .description
source: Locations for Calendar Base event records.
da: Placering af Calender Base begivenheder.
de: Orte an denen TYPO3 Kalender Ereignisse stattfinden.

# .details
source: The Location record facilitates the easy addition of repetitious locations, addresses, and even maps for your events.
da: Placering-elementet gør det muligt at genbruge placeringer, adresser og kort over din begivenheder.
de: Erstellt Orte, die in Ereignissen angegeben werden können, um Adressen, eine Karte und mehr anzugeben.

# hidden.description
source: Use this to temporarily exclude this location from display.
da: Brug denne til midlertidigt at udelukke placering fra visning.
de: Verwenden Sie diese Funktion, um einen Ort temporär nicht anzeigen zu lassen.

# name.description
source: The name of this location such as Office or Church.
da: Navnet på placeringen, eksempelvis Butik eller Værksted.
de: Der Name des Ortes, wie z.B. Büro oder Kirche.

# description.description
source: A description of the location.
da: En beskrivelse af placering.
de: Geben Sie hier eine möglichst aussagekräftige Beschreibung des Ortes ein.

# street.description
source: The street address.
da: Gadenavn.
de: Die Straße (und Hausnummer) des Ortes.

# zip.description
source: The ZIP code or postal code of the location.
da: Postnummer på placering.
de: Die Postleitzahl des Ortes.

# city.description
source: The location's city.
da: Placeringens by.
de: Die Stadt des Ortes.

# country.description
source: The country of the location.
da: Placeringens land.
de: Das Land, in dem sich der Ort befindet.

# country_zone.description
source: The state of the location. The drop-down menu will not be available until you have included the country information and saved the form.
da: Placeringens regionen. Drop-down menuen vil ikke være tilgængelig før du har inkluderet lande-information og gemt formularen.
de: Der Staat, in dem sich der Ort befindet. Das Auswahlmenü ist erst verfügbar, nachdem ein Land ausgewählt und das Formular gesichert wurde.

# phone.description
source: The location's contact phone number.
da: Placeringens kontakt-telefonnummer.
de: Telefonnummer eines Ansprechpartners des Ortes.

# email.description
source: The location's contact email address.
da: Placeringens kontakt e-mailadresse.
de: E-Mail-Adresse eines Ansprechpartners des Ortes.

# image.description
source: A picture of the location or its logo.
da: Et billede af placeringen eller dets logo.
de: Ein Bild oder Logo des Ortes.

# link.description
source: An alternative website for the location.
da: En alternativ hjemmeside for placeringen.
de: Eine alternative Webseite des Ortes.

# imagealttext.description
source: Alternate text shown if images are not found or not supported.
da: Alternativ tekst vises, hvis billedet ikke findes eller ikke understøttes.
de: Ein alternativer Text, der angezeigt wird, falls die Bilder nicht gefunden oder unterstützt werden.

# imagealttext.details
source: If you have multiple images, alt text entries must be listed on separate lines.
da: Hvis du har flere billeder, skal alt tekst indtastninger skrives på selvstændige linjer.
de: Werden mehrere Bilder verwendet, muss jeweils ein Alternativtext pro Zeile angegeben werden.

# imagetitletext.description
source: Tooltip or hover text.
da: Værktøjstip eller hover tekst.
de: Kurzinfo oder Schwebetext.

# imagetitletext.details
source: If you have multiple images, title text entries must be listed on separate lines.
da: Hvis du har flere billeder, skal titel tekst indtastninger skrives på selvstændige linjer.
de: Werden mehrere Bilder verwendet, muss jeweils ein Titeltext pro Zeile angegeben werden.

# imagecaption.description
source: Adds a caption beneath each image.
da: Tilføj en billedtekst under hvert billede.
de: Fügt unter jedem Bild eine Beschreibung hinzu.

# imagecaption.details
source: If you have multiple images, captions must be listed on separate lines.
da: Hvis du har flere billeder, skal billedtekst indtastninger skrives på selvstændige linjer.
de: Werden mehrere Bilder verwendet, muss jeweils eine Beschreibung pro Zeile angegeben werden.

# tx_wecmap_geocode.description
source: Latitute and longitude of the location.
da: Breddegrad og længdegrad på placeringen.
de: Breitengrad und Längengrad des Ortes.

# tx_wecmap_map.description
source: Map of the location.
da: Kort over placeringen.
de: Karte des Ortes.
