Repository: mariomatzulla/cal
Catalog: Resources/Private/Help/*.locallang_csh_txcalcal.xlf
Languages: da, de

# .description
source: Individual calendars for the Calendar Base extension.
da: Individuelle kalendere for Calendar Base udvidelsen.
de: Kalender für den TYPO3 Kalender

# .details
source: Many calendars can be created, each with unique categories and events.
da: Mange kalendere kan oprettes, hver med unikke kategorier og begivenheder.
de: Erstellt Kalender für den TYPO3 Kalender, in welche dann Ereignisse einsortiert werden.

# title.description
source: Name of the calendar.
da: Navn på kalenderen.
de: Titel dieses Kalenders

# hidden.description
source: Disables the calendar so that it is not visible in the frontend.
da: Deaktivér kalenderen så den ikke er synlig i frontend.
de: Versteckt diesen Kalender

# starttime.description
source: Sets a date at which the calendar will be visible in the frontend.
da: Sætter en dato for, hvornår kalenderen skal være synlig i frontend.
de: Die "Start"-Zeit definiert, ab wann dieser Datensatz aktiv sein sein soll. Vor diesem Zeitpunkt wird der Kalender nicht verwendet. Siehe auch "verstecken"

# endtime.description
source: Sets a date at which the calendar will no longer be visible in the frontend.
da: Sætter en dato for, hvornår kalenderen ikke længere er synlig i frontend.
de: Die "End"-Zeit definiert, ab wann dieser Datensatz nicht mehr aktiv sein sein soll. Nach diesem Zeitpunkt wird der Kalender nicht verwendet. Siehe auch "verstecken"

# type.description
source: There are three types of calendars within the Calendar Base extension. Each type indicates how Calendar Event records are generated.
da: Der er tre typer kalendere i Calendar Base udvidelsen. Hver type bestemmer, hvordan Calendar Event emner genereres.
de: Der Typ des Kalenders

# type.details
source: There are three types of calendars: <b>Standard</b>: The Standard Calendar (database) is the default record. It depends on manual entry to generate Calendar Event records. <b>Include ICS File</b>: The Include ICS File Calendar allows you to upload an .ics file for the creation of Calendar Event records. The Include ICS File Calendar's form is identical to the Standard Calendar's form, with the exception that it provides a field for uploading or attaching a previously uploaded file. NOTE: Desktop applications such as Microsoft Outlook and Apple iCal are able to export ICS files, which can then be uploaded for use with Calendar Base. <b>External Calendar</b>: The External Calendar depends on an ICS feed for the creation of Calendar Event records. The External Calendar's form is identical to the Standard Calendar's form, with the exception that it provides a field for the URL of a web-based ICS calendar feed. NOTE: Google, Yahoo, and others provide online calendars that allow exports of their data. Look for links about "sharing your calendar." You will need the provided URL - look for their ICS or iCal URLs. They will be files with an .ics extension.
da: Der er tre typer kalendere: <b>Standard</b>: Standard Calendar (database) er standard oprettelsen. Den afhænger af manuelle indtastninger for at generere kalenderbegivenheds-emner. <b>Inkludér ICS Fil</b>: Inkludér ICS Fil Calendar giver dig adgang tiul at uploade en .ics fil for at oprette kalenderbegivenheds-emner. Inkludér ICS Fil Calendar's formular er identisk med standardkalenderens formular, med undtagelse af et felt til upload eller vedhæftning af tidligere uploadede filer. NOTE: Desktop programmer, som for eksempel Microsoft Outlook og Apple iCal, kan eksportere ICS filer, som kan uploades til brug i Calendar Base. <b>Extern Calendar</b>: Extern Calendar afhænger af et ICS feed til at oprette kalenderbegivenheds-emner. Den eksterne kalenders formular er identisk med standardkalenderens formular, med undtagelse af et felt til URLen til et web-baseret ICS kalender feed. NOTE: Google, Yahoo, og andre tilbyder online kalendere, som tillader eksport af deres data. Se efter links om "sharing your calendar." Du har brug for en URL - se efter deres ICS eller iCal URLer. De vil være filer med en .ics filendelse.
de: Es gibt drei Typen: <b>- Standard Kalender</b>: Ein normaler Kalender, dessen Einträge in der lokalen Datenbank gespeichert werden. <b>- Einbinden einer ICS-Datei</b>: Bindet eine ICS-Datei ein, in der die Ereignisse gespeichert sind. <b>- Externer Kalender</b>: Bindet einen externen Kalender per URL ein, aus welchem die Ereignisse übernommen werden sollen.

# ext_url.description
source: URL for an ICS feed.
da: URL til et ICS feed.
de: Die URL des externen Kalenders.

# ics_file.description
source: Static ICS file to upload.
da: Staisk ICS fil til upload.
de: Die ICS-Datei, in der die Ereignisse gespeichert sind.

# refresh.description
source: Time period (in minutes) at which the external calendar should be automatically checked for updates. A time period of 0 means it will never be automatically updated.
da: Tidsperiode (i minutter) for hvornår den eksterne kalender automatisk skal tjekkes for opdateringer. En tidsperiode på 0 betyder, at den aldrig vil blive opdateret automatisk.
de: Zeitspanne (in Minuten), nach der der externe Kalender automatisch auf Aktualisierungen geprüft werden soll. Ein Wert von 0 bedeutet, dass keine automatische Aktualisierung durchgeführt wird.

# owner.description
source: If you leave this field blank, anyone can view the calendar in the frontend. If you select users or groups, the calendar and its events will only be visible to user or group that owns it.
da: Hvis du efterlader dette felt blankt, kan alle se kalenderen i frontend. Hvis du vælger brugere eller grupper, vil kalenderen og dens begivenheder kun være synlig for de brugere og grupper, som ejer den.
de: Werden hier Website-Benutzer ausgewählt, so ist der Kalender nur für die angemeldeten Benutzer sichtbar. Ist nichts ausgewählt (standard), so ist der Kalender für jedermann sichtbar (öffentlich).

# owner.details
source: This is useful for creating Staff or Members-Only calendar events.
da: Dette er nyttigt til at oprette kalender-begivenheder kun for medarbejdere eller medlemmer.
de: Nützlich für die Erstellung von Terminen, die dem Personal oder Mitgliedern vorbehalten sind.

# activate_fnb.description
source: When used in conjunction with the Owner field, appointments for the owner group will not be shown, but in the Day and Week views the time will be shown as busy.
da: Hvis det bruges i forbindelse med ejer-feltet, vil aftaler med ejergruppen ikke blive vist, men i dag- og uge-visning, vil tiden blive vist som optaget.
de: Wird dies in Verbindung mit dem Feld Besitzer verwendet, werden Ereignisse der Besitzergruppe nicht angezeigt. In den Tages- und Wochenansichten wird die Zeit jedoch als belegt angezeigt.

# fnb_user_cnt.description
source: Limits the generated free and busy views to the users or groups you select. Leaving this field blank will allow the free and busy view to be generated for all calendar users.
da: Begrænser de genererede ledig- og optaget-visninger til de brugere eller brugergrupper du vælger. Et blankt felt til tillade visning af ledig og optaget for alle kalenderbrugere.
de: Beschränkt die erzeugten Ansichten für frei und belegt auf die ausgewählten Benutzer und Gruppen. Ist hier nichts ausgewählt, so wird die Ansicht für frei und belegt für sämtliche Kalenderbenutzer erzeugt.
