Repository: mariomatzulla/cal
Catalog: Resources/Private/Help/*.locallang_csh_txcalevent.xlf
Languages: da, de

# .description
source: Event for the Calendar Base extension.
da: Begivenheder under Calendar Base udvidelsen.
de: Kalendereintrag für den TYPO3 Kalender

# .details
source: Create events to be displayed on the calendar. Events have a description, location, organizer, and many other fields. Events can occur over a specific time period, last an entire day, or recur at a specified interval.
da: Opret begivenheder som vises i en kalender. Begivenheder indeholder beskrivelse, sted, organisator og mange andre felter. Begivenheder optræder over en defineret periode, gælder en hel dag eller optræder med et særligt interval.
de: Erstellt ein Ereignis im Kalender. Ereignisse beinhalten Beschreibung, Ort, Veranstalter und vieles mehr. Ereignisse können über einen bestimmten Zeitraum auftreten, einen ganzen Tag, oder in einem bestimmten Intervall wiederholend.

# hidden.description
source: Disables the event so that it is not visible in the frontend.
da: Skjul begivenheden, så den ikke vises i frontend.
de: Verwenden Sie diese Funktion, um ein Ereignis nicht anzeigen zu lassen.

# starttime.description
source: Sets a date at which the event will be visible in the frontend.
da: Angiv en dato for, hvornår begivenheden skal være synlig i frontend.
de: Ab diesem Zeitpunkt wird der Kalender-Eintrag sichtbar sein.

# starttime.details
source: This field has nothing to do with the actual start time of the event and is only used to determine at what time the event should be made visible.
da: Dette felt har ikke noget at gøre med den faktiske starttid på begivenheden og bruges udelukkende til at afgøre, fra hvornår begivenheden skal være synlig.
de: Dieses Feld hat nichts mit der Startzeit des eigentlichen Ereignisses zu tun. Es definiert, wann dieses Ereignis auf der Webseite gezeigt wird.

# endtime.description
source: Sets a date at which the category will no longer be visible in the frontend.
da: Angiver en dato for hvornår en kategori ikke længere vil være synlig i frontend.
de: Ab diesem Zeitpunkt wird der Kalendereintrag nicht mehr sichtbar sein.

# endtime.details
source: This field has nothing to do with the actual end time of the event and is only used to determine at what time the event should be hidden.
da: Dette felt har ikke noget at gøre med den aktuelle sluttid for begivenheden og er udelukkende brugt til at afgøre fra hvornår begivenheden skal være skjult.
de: Dieses Feld hat nichts mit der Endzeit des eigentlichen Ereignisses zu tun. Es definiert, wann dieses Ereignis auf der Webseite gezeigt wird.

# start_date.description
source: Date the event starts.
da: Dato for hvornår begivenheden starter.
de: Gibt das Startdatum für dieses Ereignis an.

# start_date.details
source: For recurring events, this field should be the start date for the first instance of the recurring event.
da: Dette felt bør være start-datoen for den første hændelse på en gentagende begivenhed.
de: Für wiederkehrende Ereignisse ist dieses Feld das Startdatum des ersten Termins.

# end_date.description
source: Date the event ends.
da: Dato for hvornår begivenheden ender.
de: Gibt das Enddatum für dieses Ereignis an.

# end_date.details
source: For recurring events, this field should be the end date for the first instance of the recurring event, not the last day that the event recurs on.
da: Dette felt bør være slut-datoen for den første hændelse på en gentagende begivenhed - ikke den sidste dag, begivenheden optræder.
de: Für wiederkehrende Ereignisse ist dieses Feld das Enddatum des <b>ersten</b> Termins.

# start_time.description
source: Time the event starts.
da: Tidspunkt for hvornår begivenheden starter.
de: Gibt die Startuhrzeit für dieses Ereignis an.

# start_time.details
source: For recurring events, this field should be the start time for the first instance of the recurring event.
da: Dette felt bør være start-datoen for den første hændelse på en gentagende begivenhed.
de: Für wiederkehrende Ereignisse ist dieses Feld die Startuhrzeit des ersten Termins.

# end_time.description
source: Time the event ends.
da: Tidspunkt for hvornår begivenheden slutter.
de: Gibt die Enduhrzeit für dieses Ereignis an.

# end_time.details
source: For recurring events, this field should be the end time for the first instance of the recurring event.
da: Dette felt bør være sluttidspunktet for det første tilfælde af den gentagende begivenhed.
de: Für wiederkehrende Ereignisse ist dieses Feld die Enduhrzeit des ersten Termins.

# title.description
source: Title of the event.
da: Titel på begivenhed.
de: Titel für dieses Ereignis

# calendar_id.description
source: Calendar that the event belongs to.
da: Kalenderen som begivenheden hører til.
de: Ordnen Sie hier Ihr Ereignis einem Kalender zu.

# calendar_id.details
source: If you have created multiple Calendar records, you can choose which one you want to associate the event with. The options you've set for the Calendar record will determine which Frontend users will have access to this event.
da: Hvis du har oprettet flere kalender poster, kan du vælge hvilken du vil tilknytte begivenheden til. Valgene du angiver for kalender posten vil afgøre hvilken frontend bruger, der har adgang til begivenheden.
de: Wenn Sie mehrere Kalendereinträge erstellt haben, können Sie hier auswählen, welchem das Ereignis zugeordnet werden soll. Die für den Kalendereintrag festgelegten Optionen bestimmen, welche Website-Benutzer Zugriff auf das Ereignis haben.

# category_id.description
source: Category that the event belongs to.
da: Kategori som begivenheden hører til.
de: Hier können Sie eine Kategorie für Ihr Ereignis auswählen.

# category_id.details
source: Choose which Categories, if any, you would like to associate the Event record with. The options you've set for the Category and its associated Calendar record will determine which Frontend users will have access to this event.
da: Vælg hvilken kategori, hvis nogen, som du vil tilknytte til begivenheden. Dit valg af kategori og tilknyttet kalender-post, vil afgøre hvilken frontend bruger, der har adgang til begivenheden.
de: Wählen Sie, welche Kategorien Sie das Ereignis ggf. zuordnen wollen. Die für die Kategorien und den Kalendereintrag festgelegten Optionen bestimmen, welche Website-Benutzer Zugriff auf das Ereignis haben.

# organizer.description
source: Organizer of the event.
da: Organisator af begivenheden.
de: Der Veranstalter dieses Ereignisses

# organizer.details
source: This is the title of the organizer that will be displayed if you do not choose an organizer record.
da: Dette er titlen på organisatoren som vil blive vist, hvis du ikke vælger en organisator-post.
de: Dies ist die Bezeichnung des Veranstalters, die angezeigt wird, falls Sie keinen Veranstaltereintrag auswählen.

# organizer_id.description
source: Record for the organizer of the event.
da: Post på organisator af begivenheden.
de: Wählen Sie aus den existierenden Datensätzen einen Veranstalter für dieses Ereignis aus.

# organizer_pid.description
source: TYPO3 page with organizer information.
da: TYPO3 side med oplysninger om organisator.
de: TYPO3 Seite mit Informationen zum Veranstalter.

# organizer_pid.details
source: If you have a page with more information about the organizer, you can link to it here. This link will override the Cal organizer field and create a link from the organizer field.
da: Hvis du har en side, hvor du viser mere information om organisatoren, kan du linke til den her. Dette link vil overskrive Cal organisatoren og oprette et link fra organisator-feltet.
de: Wenn Sie eine Seite mit weiteren Informationen über den Veranstalter erstellt haben, können Sie hiermit einen Link auf sie erstellen. Der Link überschreibt das Feld "Kalenderveranstalter" und erzeugt einen Link aus dem Feld Veranstalter.

# organizer_link.description
source: URL with organizer information
da: URL med organisator information
de: URL mit Informationen zum Veranstalter.

# organizer_link.details
source: If you have an external URL with more information about the organizer, you can link to it here. This link will override the Cal organizer field and create a link from the organizer field.
da: Hvis du har en ekstern URL med mere information om organisatoren, kan du linke til den her. Dette link vil overskrive Cal organisatoren og oprette et link fra organisator-feltet.
de: Wenn es eine externe Webseite mit Informationen zum Veranstalter gibt, kann hierüber auf deren URL verlinkt werden. Der Link überschreibt das Feld "Kalenderveranstalter" und erzeugt einen Link aus dem Feld Veranstalter.

# location.description
source: Location of the event.
da: Placering af begivenheden.
de: Der Ort, an dem das Ereignis stattfindet.

# location.details
source: This is the title of the location that will be displayed if you do not choose a location record.
da: Dette er titlen på placeringen, som vil blive vist hvis du ikke vælger en placerings-post.
de: Dies ist die Bezeichnung des Ortes, der angezeigt wird, falls kein Ortseintrag ausgewählt wird.

# location_id.description
source: Record for the location of the event.
da: Post for placeringen af begivenheden.
de: Wählen Sie aus den existierenden Datensätzen einen Ort für dieses Ereignis aus.

# location_pid.description
source: TYPO3 page with location information.
da: TYPO3 side med information om placering.
de: TYPO3 Seite mit Informationen zum Ort.

# location_pid.details
source: If you have a page that has a map, directions, or other information on it about the location, you can link to it here. This link will override the Cal Location field and create a link from the Location field.
da: Hvis du har en side som indeholder et kort, vejbeskrivelse eller anden information om placeringen, kan du linke til den her. Dette link vil overskrive CAL placeringen og oprette et link fra placering feltet.
de: Wenn Sie eine Seite mit weiteren Informationen über den Ort erstellt haben, wie z.B. einer Karte, einer Wegbeschreibung oder weiteren Informationen, können Sie hiermit einen Link auf sie erstellen. Der Link überschreibt das Feld "Kalenderort" und erzeugt einen Link aus dem Feld Ort.

# location_link.description
source: URL with location information
da: URL med placerings information
de: URL mit Informationen zum Ort.

# location_link.details
source: If you have an external URL that has a map, directions, or other information on it about the location, you can link to it here. This link will override the Cal Location field and create a link from the Location field.
da: Hvis du har en ekstern side som indeholder et kort, vejbeskrivelse eller anden information om placeringen, kan du linke til den her. Dette link vil overskrive Cal placeringen og oprette et link fra placering feltet.
de: Wenn es eine externe Webseite mit Informationen zum Veranstalter gibt, wie z.B. einer Karte, einer Wegbeschreibung oder weiteren Informationen, können hierüber auf deren URL verlinkt werden. Der Link überschreibt das Feld "Kalenderveranstalter" und erzeugt einen Link aus dem Feld Veranstalter.

# teaser.description
source: A shortened or plain text version of the event's description.
da: En forkortet eller ren tekstversion af beskrivelsen af begivenheden.
de: Eine kurze oder unformatierte Version der Beschreibung des Ereignisses.

# description.description
source: Description of the event.
da: Beskrivelse af begivenheden.
de: Geben Sie hier eine möglichst aussagekräftige Beschreibung des Ereignisses ein.

# freq.description
source: Frequency at which the event occurs.
da: Frekvensen på hvor ofte begivenheden forekommer.
de: Gibt die Frequenz des Ereignisses an.

# until.description
source: Date the recurrence should end.
da: Dato for hvornår den gentagende begivenhed slutter.
de: Gibt das endgültige Enddatum für ein wiederkehrendes Ereignis an.

# cnt.description
source: Number of times the event should recur before stopping. Note: the actual event is the first occurence.
da: Antal af gange begivenheden skal forekomme, før den stopper. Note: Den aktuelle begivenhed er den første.
de: Gibt an, wie oft das Ereignis wiederholt werden soll. Beachte: das aktuelle Ereignis ist das erste.

# byday.description
source: Defines the interval by day of the week.
da: Definerer intervallet som dag i ugen.
de: Definiert das Intervall nach Wochentagen (z.B.Montag, Freitag oder alle)

# bymonthday.description
source: Defines the interval by day of the month (e.g. 20th)
da: Definerer intervallet som dag i måneden (f.eks 20.)
de: Definiert das Intervall nach Monatstagen (z.B. 1, 2, ... , 30 oder alle)

# bymonth.description
source: Defines the interval by month.
da: Definerer intervallet for måned.
de: Definiert das Intervall nach Monaten (z.B. 1, 2, ..., 12)

# intrval.description
source: Defines the interval at which the event recurs.
da: Definerer intervallet for, hvornår begivenheden optræder.
de: Gibt das Intervall an.

# intrval.details
source: An interval of 2 with a frequency of weekly would create an event that recurs every other week.
da: Et interval på to med en ugentlig frekvens, vil oprette en begivenhed der optræder hver anden uge.
de: Ein Intervall von 2 mit einer wöchentlichen Frequenz würde ein Ereignis erstellen, welches jede zweite Woche stattfindet.

# rdate_type.description
source: List of specific recurrence dates in addition to the regular frequency recurrences.
da: Liste med specifikke gentagende datoer i tillæg til den normale, gentagende frekvens.
de: Liste spezifischer Wiederholungstermine zusätzlich zu den normalen Wiederholungen.

# rdate_type.details
source: Recurrences can be specified by date, date/time, or an overall period that changes both the start time and the duration of the event.
da: Gentagelser kan angives med dato, dato/tid eller en overordnet periode som ændrer både starttidspunkt og længden på begivenheden.
de: Wiederholungen können als Datum, Datum/Zeit oder allgemeine Periode definiert werden, die sich dann auf Beginn und Zeitdauer auswirkt.

# monitor_cnt.description
source: Frontend users and unregisterd users who are monitoring any changes in this event.
da: Frontend bruger og ikke registrerede brugere, som monitorerer ændringer på denne begivenhed.
de: Definiert, welche Website-Benutzer dieses Ereignis beobachten.

# monitor_cnt.details
source: Users listed here will receive email notifications about event creation, modification, or delete.
da: Brugere som listes, vil modtage e-mail notifikation om begivenheder der oprettes, ændres eller slettes.
de: Beispielsweise bekommen diese Benutzer eine Benachrichtigung per E-Mail, sobald sich das Ereignis ändert.

# exception_cnt.description
source: Exceptions to describe when this event should not occur.
da: Undtagelser til beskrivelse af, hvornår denne begivenhed ikke optræder.
de: Definiert die Ausnahmen für dieses Ereignis.

# exception_cnt.details
source: Exception Events are generally used in conjunction with Recurring Events. Exception Events are days on which you don't want a recurring event scheduled. For instance, skipping a weekly meeting Christmas day.
da: Undtagelses-begivenheder bruges generelt som tillæg til gentagende begivenheder. Undtagelses-begivenheder er dage, hvor du ikke ønsker at en gentagende begivenhed vises. For eksempel undtage en ugentlig begivenhed juleaften.
de: Ausnahmen werden gewöhnlich in Zusammenhang mit wiederkehrenden Ereignissen verwendet. Ausnahmen sind Tage, an denen das wiederkehrende Ereignis nicht stattfinden soll. Beispielsweise soll an Weihnachten keine wöchentliche Besprechung stattfinden.

# fe_cruser_id.description
source: Frontend user who created the event.
da: Frontend bruger, som oprettede begivenheden.
de: Der Website-Benutzer, der dieses Ereignis erstellt hat.

# fe_crgroup_id.description
source: Frontend group who created the event.
da: Frontend gruppe, som oprettede begivenheden.
de: Die Website-Benutzergruppe, die dieses Ereignis erstellt hat.

# type.description
source: Type of the event.
da: Typen på begivenheden.
de: Hier können Sie den Typ des Ereignis einstellen.

# type.details
source: The default is Event with Description. You can also select Shortcut to Page or Link to External URL to direct to another page when they click on the Event link in the calendar.
da: Standard er Begivenhed med beskrivelse. Du kan også vælge Genvej til side eller Link til ekstern URL for at sende til en anden side, når man klikker på begivenheds-link i kalenderen.
de: Es gibt drei Typen: <b>- normal mit Beschreibung</b>: Erstellt ein normales Ereignis, welches Sie mit Hilfe einer Beschreibung näher erläutern können. <b>- interner Link</b>: Erstellt, ein Ereignis, welches nur auf eine interne Seite für nähere Informationen verlinkt. Sie müssen eine interne Seite auswählen. <b>- externer Link</b>: Erstellt, ein Ereignis, welches nur auf eine externe Seite (URL) für nähere Informationen verlinkt. Sie müssen eine externe URL angeben.

# page.description
source: Internal page on your site to link to.
da: Intern side der linkes til på din side.
de: Wählen Sie eine Seite aus, zu welcher das Ereignis verlinken soll.

# ext_url.description
source: External url to link to.
da: Ekstern url der linkes til.
de: Geben Sie hier eine externe URL ein. Z.B. http://www.typo3.org

# image.description
source: Upload or select previously uploaded images.
da: Indlæs eller vælg forrige indlæst billede.
de: Laden Sie ein Bild hoch oder wählen Sie bereits hochgeladene aus.

# imagealttext.description
source: Alternate text shown if images are not found or not supported.
da: Alternativ tekst der vises, hvis billeder ikke findes eller udnerstøttes.
de: Der alternative Text, der angezeigt wird, falls Bilder nicht gefunden oder unterstützt werden.

# imagealttext.details
source: If you have multiple images, alt text entries must be listed on separate lines.
da: Hvis du har flere billeder, skal alt-tekst indsættelser indtastes på separate linjer.
de: Bei mehreren Bildern muss jeweils ein Alternativtext pro Zeile angegeben werden.

# imagetitletext.description
source: Tooltip or hover text.
da: Værktøjstip eller hover tekst.
de: Kurzinfo oder Schwebetext.

# imagetitletext.details
source: If you have multiple images, title text entries must be listed on separate lines.
da: Hvis du har flere billeder, skal title-tekst indsættelser indtastes på separate linjer.
de: Bei mehreren Bildern muss jeweils ein Titeltext pro Zeile angegeben werden.

# imagecaption.description
source: Adds a caption beneath each image.
da: Tilføj en billedtekst under hvert billede.
de: Fügt unterhalb jedes Bildes eine Bildbeschreibung ein.

# imagecaption.details
source: If you have multiple images, captions must be listed on separate lines.
da: Hvis du har flere billeder, skal billed-tekster indtastes på separate linjer.
de: Bei mehreren Bildern muss jeweils eine Bildbeschreibung pro Zeile angegeben werden.

# attachment.description
source: If you want to add a downloadable file, you may upload a file or select a previously uploaded file.
da: Hvis du ønsker at tilføje en fil til download, kan du enten uploade eller vælge en allerede tilgængelig fil.
de: Wenn eine Datei zum Herunterladen zur Verfügung gestellt werden soll, kann diese hier hochgeladen oder eine bereits hochgeladene Datei ausgewählt werden.

# attachmentcaption.description
source: Adds a caption beneath the files.
da: Tilføj en billedtekst under filen.
de: Fügt unterhalb jeder Datei eine Beschreibung ein.

# shared_user_cnt.description
source: Frontend users and groups who are allowed to edit this event (in addition to the owner).
da: Frontend brugere og grupper som har tilladelse til at rette denne begivenhed (udover dens ejer).
de: Website-Benutzer und Benutzergruppen, die diesen Termin bearbeiten dürfen sollen (zusätzlich zum Besitzer).

# shared_user_cnt.details
source: This option can be viewed and edited in the backend, but the shared user only has access through frontend editing.
da: Denne indstilling kan blive vist og rettet i backend, men den delte bruger har kun adgang gennem frontend redigering.
de: Diese Option kann im Backend angezeigt und bearbeitet werden. Der teilhabende Benutzer hat jedoch nur Zugriff über das Frontend.

# attendee.description
source: Current event attendees and their reservation status.
da: Nuværende begivenheds deltagere og deres deltagerstatus.
de: Derzeitige Teilnehmer des Ereignisses und ihr Reservierungsstatus.

# send_invitation.description
source: Check this to send out event invitations to all attendees.
da: Check denne for at sende en invitation til begivenheden til alle deltagere.
de: Ist diese Option ausgewählt, wird eine Einladung an alle Teilnehmer verschickt.
