Repository: mariomatzulla/cal
Catalog: Resources/Private/Help/*.locallang_csh_flexform.xlf
Languages: da, de, nl

# allowedViews.description
source: Defines which views will be available in the Frontend. The first view listed will be the default view on the page.
da: Definerer hvilke visninger der vil være tilgængelige i frontend. Den første visning vil være standard visning på siden.
de: Legt fest, welche Ansichten im Frontend verfügbar sein werden. Die erste aufgeführte Ansicht ist die Standardansicht auf der Seite.
nl: Bepaald welke weergaven beschikbaar zijn in de Frontend. De eerste weergave in de lijst is de default weergave op de pagina.

# calendarName.description
source: The name of the calendar. This will be the Header displayed throughout the views.
da: Navnet på kalenderen. Dette vil være overskriften der vises på alle visninger.
de: Der Name des Kalenders. Dies wird die Überschrift sein, die in den Ansichten angezeigt wird.
nl: De naam van de kalender. Dit wordt de kopregel boven de weergaven.

# subscription.description
source: Allows subscriptions to an event so that subscribers are notified of any event changes. Subscriptions can require a login or be available for all visitors.
da: Tillader abonnering på en begivenhed således at abonnenter får besked ved enhver ændring af en begivenhed. Abonnering kan medføre krav om login eller være tilgængelig for alle besøgende.
de: Ermöglicht Abonnements für ein Ereignis, so dass Abonnenten über Änderungen benachrichtigt werden. Abonnements können einen Login benötigen oder für alle Besucher verfügbar sein.
nl: Maakt het mogelijk op een gebeurtenis in te schrijven. Genereert een boodschap als er iets in de gebeurtenis wijzigt. Inschrijving kan per inloggen of algemene beschikbaarheid.

# subscribeWithCaptcha.description
source: Require anonymous frontend users to fill out a CAPTCHA before subscribing.
da: Kræver at anonyme frontend brugere udfylder en CAPTCHA før de kan abonnere.
de: Anonyme Benutzer müssen vor dem Abonnement ein CAPTCHA ausfüllen.
nl: Verplicht de anonieme FE gebruiker om de CAPTCHA in te vullen bij het aanmelden.

# weekStartDay.description
source: Sets the week to start on Sunday or Monday.
da: Sætter ugen til at starte søndag eller mandag.
de: Legt fest, ob die Woche mit Sonntag oder Montag beginnt.
nl: Zet de start van de week op een zondag of een maandag.

# calendarMode.description
source: Determines how calendar selections are interpreted.
da: Bestemmer hvordan kalendervalg skal fortolkes.
de: Bestimmt, wie die Kalenderauswahl interpretiert wird.
nl: Bepaald hoe kalender selecties worden geïnterpreteerd.

# calendarMode.details
source: <b>Show All (don't care about selection below):</b> All calendars will be shown. <b>Show only selected calendars:</b> Limits the display to only the selected calendars. <b>Don't show selected calendars:</b> Shows all calendars except those that have been selected.
da: <b>Vis alt (valgmuligheder nedenfor overses):</b> Alle kalendere vil blive vist <b>Vis kun valgte kalendere:</b> Begrænser visning til de valgte kalendere <b>Vis ikke valgte kalendere:</b> Viser alle kalendere bortset fra de som er blevet valgt.
de: <b>Alle anzeigen (egal ob Auswahl unten):</b> Alle Kalender werden angezeigt. <b>Nur ausgewählte Kalender anzeigen:</b> Begrenzt die Anzeige auf nur die ausgewählten Kalender. <b>Ausgewählte Kalender nicht anzeigen:</b> Zeigt alle Kalender mit Ausnahme der ausgewählten Kalender.
nl: <b>Toon allen (onderstaande selectie worden genegeerd):</b> Alle kalenders worden getoond. <b>Toon alleen geselecteerde kalenders:</b> Beperkt de weergave tot alleen de geselecteerde kalenders. <b>Toon alleen de niet geselecteerde kalenders:</b> Beperkt de weergave tot alleen de NIET geselecteerde kalenders.

# calendarSelection.description
source: The selected calendars.
da: De valgte kalendere.
de: Die ausgewählten Kalender.
nl: De geselecteerde kalenders.

# categoryMode.description
source: Determines how category selections are interpreted.
da: Bestemmer hvordan kategorivalg fortolkes.
de: Bestimmt, wie die Kalenderauswahl interpretiert wird.
nl: Bepaald hoe categorie selecties worden geïnterpreteerd.

# categoryMode.details
source: <b>Show All (don't care about selection below):</b> All categories will be shown. <b>Show only selected categories:</b> Limits the display to only the selected categories. <b>Don't show selected categories:</b> Shows all categories except those that have been selected.
da: <b>Vis alt (valg nedenfor overses):</b> Alle kategorier vil blive vist. <b>Vis kun valgte kategorier:</b> Begrænser visning til de valgte kategorier. <b>Vis ikke valgte kategorier:</b> Viser alle kategorier bortset fra de som er blevet valgt.
de: <b>Alle anzeigen (egal ob Auswahl unten):</b> Alle Kalender werden angezeigt. <b>Nur ausgewählte Kalender anzeigen:</b> Begrenzt die Anzeige auf nur die ausgewählten Kalender. <b>Ausgewählte Kalender nicht anzeigen:</b> Zeigt alle Kalender mit Ausnahme der ausgewählten Kalender.
nl: <b>Toon allen (onderstaande selectie worden genegeerd):</b> Alle categorieën worden getoond. <b>Toon alleen geselecteerde categorieën:</b> Beperkt de weergave tot alleen de geselecteerde categorieën. <b>Toon alleen de niet geselecteerde categorieën:</b> Beperkt de weergave tot alleen de niet geselecteerde categorieën.

# categorySelection.description
source: The selected categories.
da: De valgte kategorier.
de: Die ausgewählten Kategorien.
nl: De geselecteerde categorieën.

# yearViewPid.description
source: Page where year view is configured. If no value is set here or in Typoscript, the current page is used.
da: Side hvor visning af år konfigureres. Hvis der ikke angives nogen værdi her eller i Typoscript, vil den aktuelle side blive brugt.
de: Seite, auf der die Jahresansicht konfiguriert ist. Wenn kein Wert hier oder in Typoscript hinterlegt ist, wird die aktuelle Seite verwendet.
nl: Pagina waar de jaar weergave is geconfigureerd. Als hier of in typoscript geen waarde is ingegeven, dan wordt de vigerende pagina gebruikt.

# monthViewPid.description
source: Page where month view is configured. If no value is set here or in Typoscript, the current page is used.
da: Side hvor månedsvisning er konfigureret. Hvis der ikke er angivet nogen værdi her eller i Typoscript, bruges den nuværende side.
de: Seite, auf der die Monatsansicht konfiguriert ist. Wenn kein Wert hier oder in Typoscript hinterlegt ist, wird die aktuelle Seite verwendet.
nl: Pagina waar de maand weergave is geconfigureerd. Als hier of in typoscript geen waarde is ingegeven, wordt de vigerende pagina gebruikt.

# monthShowListView.description
source: Shows a list of events in the current month underneath the normal month view.
da: Viser en liste over begivenheder i den nuværende måned, under den normale månedsvisning.
de: Zeigt eine Liste der Ereignisse im aktuellen Monat unter der normalen Monatsansicht.
nl: Toont een lijst van gebeurtenissen in de lopende maand onder de normale maand weergave.

# monthMakeMiniCal.description
source: Displays the month view as a mini calendar with links to day and week view but no event display in the month view.
da: Viser månedsvisning som en minikalender med links til dag- og ugevisning, men uden begivenheder vist i månedsvisning.
de: Zeigt die Monatsansicht als Minikalender mit Links zur Tages- und Wochenansicht an, aber in der Monatsansicht wird kein Ereignis angezeigt.
nl: Toont de maand weergave als een mini kalender met links naar dag en week weergave maar zonder gebeurtenissen in de maand weergave.

# weekViewPid.description
source: Page where week view is configured. If no value is set here or in Typoscript, the current page is used.
da: Side hvor ugevisning er konfigureret. Hvis der ikke er angivet nogen værdi her eller i Typoscript, bruges den nuværende side.
de: Seite, auf der die Wochenansicht konfiguriert ist. Wenn kein Wert hier oder in Typoscript hinterlegt ist, wird die aktuelle Seite verwendet.
nl: Pagina waar de week weergave is geconfigureerd. Als hier of in typoscript geen waarde is ingegeven, dan wordt de vigerende pagina gebruikt.

# dayViewPid.description
source: Page where day view is configured. If no value is set here or in Typoscript, the current page is used.
da: Side hvor dagsvisning er konfigureret. Hvis der ikke er angivet nogen værdi her eller i Typoscript, bruges den nuværende side.
de: Seite, auf der die Tagesansicht konfiguriert ist. Wenn kein Wert hier oder in Typoscript hinterlegt ist, wird die aktuelle Seite verwendet.
nl: Pagina waar de dag weergave is geconfigureerd. Als hier of in typoscript geen waarde is ingegeven, dan wordt de vigerende pagina gebruikt.

# dayStart.description
source: Earliest time that day view displays events.
da: Tidligste tidspunkt for, hvornår dagsvisning skal vise begivenheder.
de: Die früheste Uhrzeit ab der Ereignisse in der Tagesansicht angezeigt werden.
nl: Vroegst mogelijk tijdstip dat de dag weergave gebeurtenissen toont.

# dayStart.details
source: This does not affect the times that events can be created, only their display within day view.
da: Dette påvirker ikke tidspunktet for hvornår begivenheder kan oprettes, kun deres visning indenfor dagsvisning.
de: Dies hat keinen Einfluss auf die Zeiten in denen Ereignisse erstellt werden können, nur ihre Anzeige innerhalb der Tagesansicht.
nl: Dit heeft geen invloed op de tijdstippen waarop gebeurtenissen kunnen worden aangemaakt, alleen hun weergave in dag weergave.

# dayEnd.description
source: Latest time that day view displays events.
da: Seneste tidspunkt for, hvornår dagsvisning skal vise begivenheder.
de: Späteste Uhrzeit an der Ereignisse in der Tagesansicht angezeigt werden sollen.
nl: Het laatste tijdstip waarop de dagweergave gebeurtenissen toont.

# dayEnd.details
source: This does not affect the times that events can be created, only their display within day view.
da: Dette påvirker ikke tidspunktet for hvornår begivenheder kan oprettes, kun deres visning indenfor dagsvisning.
de: Dies hat keinen Einfluss auf die Zeiten in denen Ereignisse erstellt werden können, nur ihre Anzeige innerhalb der Tagesansicht.
nl: Dit heeft geen invloed op de tijdstippen waarop gebeurtenissen kunnen worden aangemaakt, alleen hun weergave in dag weergave.

# gridLength.description
source: Determins how day view divides the displayed hours.
da: Afgør hvordan dagsvisning opdeler de viste timer.
de: Bestimmt, wie die Tagesansicht die angezeigte Stunden teilt.
nl: Bepaald hoe de dag weergave de getoonde uren verdeeld.

# listViewPid.description
source: Page where list view is configured. If no value is set here or in Typoscript, the current page is used.
da: Side hvor listevisning er konfigureret. Hvis der ikke er angivet nogen værdi her eller i Typoscript, bruges den nuværende side.
de: Seite, auf der die Listenansicht konfiguriert ist. Wenn kein Wert hier oder in Typoscript hinterlegt ist, wird die aktuelle Seite verwendet.
nl: Pagina waar de lijst weergave wordt geconfigureerd. Als hier of in Typoscript geen waarde is ingegeven, wordt de vigerende pagina gebruikt.

# starttime.description
source: The day and time to start displaying events in list view.
da: Dagen og tidspunktet for hvornår visningen af begivenheden starter i listevisning.
de: Tag und Uhrzeit, um mit der Anzeige von Events in der Listenansicht zu beginnen.
nl: De dag en tijd vanaf wanneer de gebeurtenissen in de lijst weergave wordt getoond.

# endtime.description
source: The day and time to stop displaying events in list view.
da: Dagen og tidspunktet for hvornår visningen af begivenheden stopper i listevisning.
de: Tag und Uhrzeit, um die Anzeige von Events in der Listenansicht zu beenden.
nl: De dag en tijd tot wanneer de gebeurtenissen in de lijst weergave wordt getoond.

# maxEvents.description
source: The maximum number of events to show in list view, regardless of time settings.
da: Det maksimale antal begivenheder der vises i listevisning, uanset tidsindstillingerne.
de: Die maximale Anzahl an Ereignissen, die in der Listenansicht angezeigt werden sollen, unabhängig von den Zeiteinstellungen.
nl: Het maximum aantal gebeurtenissen die getoond worden in de lijstweergave, onafhankelijkvan de tijd instellingen.

# maxRecurringEvents.description
source: The maximum number of times to show the same recurring event in list view.
da: Det maksimale antal gange, den samme gentagende begivenhed vises i listevisning.
de: Maximale Anzahl, um dasselbe wiederkehrende Ereignis in der Listenansicht anzuzeigen.
nl: Het maximum aantal keren dat de terugkerende gebeurtenis wordt getoond in de lijstweergave.

# maxRecurringEvents.details
source: This setting can be very useful when you have a frequent recurring event that overpowers everything else in the list view.
da: Denne indstilling kan være meget brugbar når du har en ofte forekommende gentagende begivenhed, der overruler alt andet i listevisning.
de: Diese Einstellung ist hilfreich, wenn viele wiederkehrende Ereignisse die Listenansicht überfluten.
nl: Deze instelling kan heel handig zijn wanneer je een vaak terugkerende gebeurtenis hebt die alles overheerst in de lijstweergave.

# usePageBrowser.description
source: Set whether the page browser is used or events are shown in one, single page list.
da: Angiv hvornår side browseren bruges eller begivenheder vises på en enkelt sidevisning.
de: Legen Sie fest, ob der Seite Browser benutzt wird oder Ereignisse in einer einzigen Seitenliste angezeigt werden.
nl: Setting of de pagina browser wordt gebruikt of de gebeurtenissen worden getoond in een pagina lijst.

# recordsPerPage.description
source: The number of records to display per page when the page browser is enabled.
da: Antallet af poster der vises pr. side når side browseren er tilsluttet.
de: Die Anzahl der Datensätze pro Seite, wenn der Seiten-Browser aktiviert ist.
nl: Het aantal records wat getoond wordt per pagina wanneer de pagina broser is geactiveerd.

# pagesCount.description
source: The maximum number of pages to display using the page browser.
da: Det maksimale antal sider der vises når side browseren anvendes.
de: Die maximale Anzahl der anzuzeigenden Seiten mit dem Seiten-Browser.
nl: Het maximum aantal pagina's wat getoond wordt bij het gebruik van de pagina browser.

# eventViewPid.description
source: Page where event view is configured. If no value is set here or in Typoscript, the current page is used.
da: Side hvor begivenhedens-visningen er konfigureret. Hvis der ikke er angivet nogen værdi her eller i Typoscript, bruges den nuværende side.
de: Seite, auf der die Ereignis-Ansicht konfiguriert ist. Wenn kein Wert hier oder in Typoscript hinterlegt ist, wird die aktuelle Seite verwendet.
nl: De pagina waar de gebeurtenis weergave is ingesterd. Indien hier of in Typoscript geen waarde is ingesteld, wordt de vigerende pagina gebruikt.

# isPreview.description
source: Enables an abbreviated event preview page before the full event details are shown.
da: Tilslutter en forkortet begivenheds-forhåndsvisningside før hele begivenhedens detaljer vises.
de: Aktiviert eine gekürzte Vorschauseite für Ereignisse bevor die vollständigen Ereignisdetails angezeigt werden.
nl: Activeert een ingekorte gebeurtenissen weergave voordat de volledige gebeurtenis wordt getoond.

# showIcsLinks.description
source: Displays links to ICS files for calendars, categories, and events.
da: Viser links til ICS filer til kalendere, kategorier og begivenheder.
de: Zeigt Links zu ICS-Dateien für Kalender, Kategorien und Ereignisse.
nl: Toont de links to ICS bestanden voor de kalenders, categorieën en gebeurtenissen.

# showIcsLInks.details
source: This option only enables the links. You must still include the ICS static template and configure it according to the manual.
da: Dette valg tilslutter kun links. Du skal tilslutte ICS static skabelonen og konfigurere den, jævnfør manualen.
de: Diese Option aktiviert nur die Links. Sie müssen trotzdem die static Templates für ICS gemäß dem Handbuch konfigurieren.
nl: Deze optie activeert alleen de links. Je moet nog steeds de ICS static sjabloon invoegen en configureren volgens de handleiding.

# showLogin.description
source: Shows a login box in the calendar sidebar or below the calendar.
da: Viser en loginboks i kalenderens sidebar eller under kalenderen.
de: Zeigt ein Login-Feld in der Kalender-Sidebar oder unter dem Kalender.
nl: Toont een login box in de kalender zijbalk of onder de kalender.

# showSearch.description
source: Shows a search box in the calendar sidebar or below the calendar.
da: Viser en søgeboks i kalenderens sidebar eller under kalenderen.
de: Zeigt ein Suchfeld in der Seitenleiste des Kalenders oder unter dem Kalender.
nl: Toont een zoek box in de kalender zijbalk of onder de kalender.

# showJumps.description
source: Shows "jump" dropdowns to quickly navigate to other month, weeks, and years.
da: Viser "hop" dropdowns til hurtigt at navigere til andre måneder, uger eller år.
de: Zeigt "Sprung"-Dropdowns an, um schnell zu anderen Monaten, Wochen und Jahren zu navigieren.
nl: Toont "spring naar" dropdowns om snel naar een andere maand, weken en jaren te springen.

# showCategorySelection.description
source: Adds checkboxes to the legend so that the user can filter which categories appear on the calendar.
da: Tilføjer checkbokse til tekstbokse så brugeren kan filtrere hvilke kategorier, der skal vises i kalenderen.
de: Fügt Kontrollkästchen zu der Legende hinzu, damit der Benutzer filtern kann, welche Kategorien auf dem Kalender erscheinen.
nl: Voegt checkboxen toe aan de legenda zodat de gebruiker kan filteren welke categorie getoond wordt in de kalender.

# showTomorrowEvents.description
source: Displays events for the next day in the sidebar.
da: Viser begivenheder for den næste dag i sidebaren.
de: Zeigt Ereignisse für den nächsten Tag in der Sidebar an.
nl: Toont gebeurtenissen van de volgende dag in de zijbalk.

# myTS.description
source: Custom Typoscript that only applies to this instance of the plugin.
da: Brugertilpasse Typoscript, som kun virker for denne udgave af plugin.
de: Benutzerdefiniertes Typoscript, das nur für diese Instanz des Plugins gilt.
nl: Typoscript aanpassingen die alleen van toepassing zijn voor deze ingevoegde plugin.
