Repository: mariomatzulla/cal
Catalog: Resources/Private/Help/*.locallang_csh_txcalexceptionevent.xlf
Languages: da, de

# .description
source: Exception to an event for the Calendar Base extension.
da: Undtagelser til en begivenhed for Calendar Base udvidelsen.
de: Ausnahmen für Ereignisse des TYPO3 Kalenders

# .details
source: Exception events are generally used in conjunction with recurrent events for specific days when you don't want an event to occur.
da: Undtagelses-begivenheder bruges generelt i forbindelse med gentagende begivenheder for specifikke dage, hvor du ikke ønsker at en begivenhed optræder.
de: Erstellt Ausnahmeereignisse für den TYPO3 Kalender.

# title.description
source: Title of the exception event.
da: Titel på undtagelses-begivenhed.
de: Titel dieses Ausnahmeereignis

# hidden.description
source: Exclude this exception event from display.
da: Udeluk denne undagelsesbegivenhed fra visning.
de: Versteckt dieses Ausnahmeereignis

# starttime.description
source: The "Start" time determines the date from which the record will be available online.
da: "Start" tid afgør datoen for hvornår posten vil være tilgængelig online.
de: Gibt an, ab welchem Datum dieser Eintrag angezeigt werden soll.

# endtime.description
source: The "End" time determines the date from which the db-record will NOT be available online anymore.
da: "Slut" tid afgør datoen for hvornår posten IKKE vil være tilgængelig mere.
de: Gibt an, ab welchem Datum dieser Eintrag nicht mehr angezeigt werden soll.

# start_date.description
source: The start date determines the day the exception event starts.
da: Start datoen afgør hvornår undtagelses- begivenheden starter.
de: Gibt das Anfangsdatum des Ausnahmeereignisses an.

# end_date.description
source: The end date determines the day the exception event ends.
da: Slut datoen afgør hvornår undtagelses- begivenheden stopper.
de: Gibt das Enddatum des Ausnahmeereignisses an.

# start_time.description
source: The start time determines the time the exception event starts.
da: Start tidspunktet afgør klokkeslet for hvornår undtagelses- begivenheden starter.
de: Gibt die Anfangsuhrzeit des Ausnahmeereignisses an.

# end_time.description
source: The end time determines the time the exception event ends.
da: Slut tidspunktet afgør klokkeslet for hvornår undtagelses- begivenheden slutter.
de: Gibt die Enduhrzeit des Ausnahmeereignisses an.

# freq.description
source: Frequency at which the exception event occurs.
da: Frekvens for hvor ofte undtagelsesbegivenheden optræder.
de: Gibt die Frequenz des Ausnahmeereignisses an.

# until.description
source: Date the recurrence should end.
da: Dato for hvornår gentagelsen skal slutte.
de: Gibt an, bis zu welchem Datum das wiederkehrende Ausnahmeereignis gelten soll.

# cnt.description
source: Number of times the exception event should recur before stopping.
da: Antallet af gange undtagelsesbegivenheden skal optræde før den stopper.
de: Gibt an, wie oft das wiederkehrende Ausnahmeereignis stattfinden soll.

# _cnt.seeAlso
source: tx_cal_exception_event:until
da: tx_cal_exception_event:indtil

# byday.description
source: Defines the interval by day of the week.
da: Definerer intervallet via dag i ugen.
de: Definiert das Intervall nach dem Wochentag. (Mo,Fr.. oder alle)

# bymonthday.description
source: Defines the interval by day of the month (e.g. 20th)
da: Definerer intervallet via dag i måneden (f. eks. 20)
de: Definiert das Intervall nach dem Tag des Monats. (1,2, ..., 31 oder alle)

# bymonth.description
source: Defines the interval by month.
da: Definerer intervallet via måned.
de: Definiert das Intervall nach dem Monat des Jahres (1,2 .. 12 oder alle)

# intrval.description
source: Defines the interval at which the exception event recurs.
da: Definerer intervallet for hvornår undtagelsesbegivenheden gentages.
de: Definiert das Intervall dieses Ausnahmeereignisses

# intrval.details
source: An interval of 2 with a frequency of weekly would create an exception event that recurs every other week.
da: Et interval på 2 med en ugentlig frekvens vil oprette en undtagelsesbegivenhed der optræder hver anden uge.
de: Durch ein Intervall von 2 bei einer Frequenz von wöchentlich würde eine Ausnahme beschrieben, die jede zweite Woche auftritt.
